Repository: PavelGordovoy/motozilla
Catalog: *-apps/menu/locale/*/LC_MESSAGES/menu.po
Languages: uk_ua

source: Extended menu
uk_ua: Розширене меню

source: This app allows you to create multiply different menus. You can use them at your website frontend.
uk_ua: Ця програма дозволяє створювати різні меню. Ви можете використовувати їх в інтерфейсі веб-сайту.

source: If your theme doesn't support this app by default you will need some basics HTML skills.
uk_ua: Якщо ваша тема за замовчуванням не підтримує цю програму, вам знадобляться основні навички HTML.

source: The next code can be used to get an array of menu items.
uk_ua: Наступний код можна використовувати для отримання масиву пунктів меню.

source: Please note that <code><strong>$menu_id</strong></code> is a concrete menu ID (see "Examples" section below).
uk_ua: Будь ласка, зверніть увагу, що<code><strong>$ menu_id</strong></code> - це конкретний ідентифікатор меню (див. розділ \ "Приклади " нижче).

source: Next step is creating th HTML structure of your menu. The simplest way to do this is <code><a href="https://developers.webasyst.com/templates/smarty-plugins/#method-wa_print_tree" target="_blank">wa_print_tree</a></code> function:
uk_ua: Наступним кроком є створення HTML-структури вашого меню. Найпростіший спосіб це зробити<code><a href="https://developers.webasyst.com/templates/smarty-plugins/#method-wa_print_tree" target="_blank">wa_print_tree</a></code> функція:

source: It will build folded UL-tags list structure.
uk_ua: Він створить складну структуру списку UL-тегів.

source: A little more advanced way is to use Smarty <code><a href="https://www.smarty.net/docsv2/en/language.function.foreach.tpl" target="_blank ">foreach</a></code> loops.
uk_ua: Трохи вдосконаленим способом є використання Smarty<code><a href="https://www.smarty.net/docsv2/en/language.function.foreach.tpl" target="_blank ">для кожного</a></code> петлі.

source: top level items loop
uk_ua: цикл елементів верхнього рівня

source: render link
uk_ua: відтворити посилання

source: the item ma have some children
uk_ua: пункт має кілька дітей

source: second level items loop
uk_ua: цикл предметів другого рівня

source: here can be some more children: {$child.childs} etc.
uk_ua: тут може бути ще кілька дітей: {$ child.childs} тощо.

source: Cache
uk_ua: Кеш

source: This app uses cache to reduce server load. You can change cache life time at the <a href="#/settings/">settings page</a>.
uk_ua: Ця програма використовує кеш для зменшення навантаження сервера. Ви можете змінити час життя кешу на<a href="#/settings/">сторінки налаштувань</a>.

source: File cache is used by default. But you can change cache settings of your Webasyst follow by this guide:
uk_ua: Кеш файлів використовується за замовчуванням. Але ви можете змінити налаштування кешу вашого Webasyst, дотримуючись цього посібника:

source: Examples
uk_ua: Приклади

source: You have no menus yet. Please use the link at the left sidebar to create a new one.
uk_ua: У вас ще немає меню. Будь ласка, використовуйте посилання на лівій бічній панелі, щоб створити нове.

source: Select menu to render the structure.
uk_ua: Виберіть меню, щоб відтворити структуру.

source: Name
uk_ua: Ім'я

source: Type
uk_ua: Тип

source: Enabled
uk_ua: Увімкнено

source: delete
uk_ua: видалити

source: Save
uk_ua: Зберегти

source: This will permanently delete item and all its sub-items without the ability to recover. Are you sure?
uk_ua: Це призведе до остаточного видалення елемента та всіх його підпунктів без можливості відновлення. Ти впевнений?

source: settings
uk_ua: налаштування

source: New item
uk_ua: Новий елемент

source: Select menu item to change settings.
uk_ua: Виберіть пункт меню, щоб змінити налаштування.

source: Copied
uk_ua: Скопійовано

source: Icon
uk_ua: Піктограма

source: Code
uk_ua: Код

source: Result
uk_ua: Результат

source: Menu not found
uk_ua: Меню не знайдено

source: Settings
uk_ua: Налаштування

source: Cache lifetime
uk_ua: Термін служби кешу

source: Menu cache lifetime value (in seconds).
uk_ua: Значення часу кешування меню (у секундах).

source: Backend menu sorting
uk_ua: Сортування вихідного меню

source: Refresh page to apply this setting.
uk_ua: Оновити сторінку, щоб застосувати це налаштування.

source: Info
uk_ua: Інформація

source: filter menus
uk_ua: меню фільтра

source: Add menu
uk_ua: Додати меню

source: Item not found
uk_ua: Елемент не знайдено

source: Empty request.
uk_ua: Порожній запит.

source: Item couldn't be inserted before itself
uk_ua: Елемент не можна вставити перед собою

source: Item couldn't be parent of itself
uk_ua: Елемент не може бути батьком сам по собі

source: Before item couldn't be parent item
uk_ua: Раніше елемент не міг бути батьківським елементом

source: New menu
uk_ua: Нове меню

source: New tab
uk_ua: Нова вкладка

source: Current tab
uk_ua: Поточна вкладка

source: Parent window
uk_ua: Вікно батьків

source: Top frame
uk_ua: Верхня рамка

source: Target
uk_ua: Цільова

source: Simple link
uk_ua: Просте посилання

source: Минск
uk_ua: Мінськ
