Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/locale/*/LC_MESSAGES/mylang.po
Languages: ru_ru

source: Export
ru_ru: Экспорт

source: Import
ru_ru: Импорт

source: Select locale to edit
ru_ru: Выберите язык

source: Reload file
ru_ru: Перечитать файл

source: Loading...
ru_ru: Загрузка...

source: Compile
ru_ru: Собрать

source: Translate empty(Yandex)
ru_ru: Перевести пустые(Яндекс)

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: Error
ru_ru: Ошибка

source: prev
ru_ru: пред

source: next
ru_ru: след

source: PO-file for locale -
ru_ru: Файл PO для языка -

source: App doesn\'t support additional locales.
ru_ru: Приложение не поддерживает дополнительные языки.

source: Close
ru_ru: Закрыть

source: File to upload should have *.po extension and been created with poedit or other tools.
ru_ru: Расширение файла должно быть *.po. Его можно создать приложением Poedit или другими.

source: Select locale to upload
ru_ru: Выберите язык для загрузки.

source: Upload
ru_ru: Загрузить

source: or
ru_ru: или

source: Generate mo-file containing all translated strings.
ru_ru: Создать файл mo со всеми переведенными строками.

source: Generate
ru_ru: Создать

source: Rollback to first original mo-file. May contain partial translation.
ru_ru: Откатиться к первому оригинальному mo-файлу. Может содержать частичный перевод.

source: Rollback
ru_ru: Откатиться

source: Scan product to get new strings to translate for all locales.
ru_ru: Просканировать продукт и добавить новые строки по всем языкам.

source: Scan new
ru_ru: Просканировать

source: Completed
ru_ru: Завершено

source: Plural form
ru_ru: Множественная форма

source: Choose strings locale
ru_ru: Выберите язык строк

source: Checkout
ru_ru: Оформление заказа

source: You have custom steps names available only for 1 language:
ru_ru: Имена шагов оформления заказа доступны только для одного языка

source: Use default
ru_ru: Применить исправления

source: Names will be changed to use system translations.
ru_ru: Имена будут изменены для использования системного перевода.

source: You have custom fields names available only for 1 language:
ru_ru: Дополнительные поля контакта созданы только для одного языка

source: change
ru_ru: изменить

source: You have default checkout settings and all fields use system translations.
ru_ru: Указаны настройки по умолчанию и все поля используют системный перевод.

source: Back
ru_ru: Назад

source: Features
ru_ru: Характеристики

source: Feature name
ru_ru: Название характеристики

source: Value
ru_ru: Значение

source: Save the main value beforehand, to translate it.
ru_ru: Сохраните основное значение заранее, для его перевода.

source: Services list is empty. Add <a href="{$wa_backend_url}shop/?action=products#/services/">new</a> to translate it.
ru_ru: Список услуг пуст. Добавьте <a href="{$wa_backend_url}shop/?action=products#/services/">новую</a> для перевода.

source: Services
ru_ru: Услуги

source: Service name
ru_ru: Название услуги

source: Service
ru_ru: Услуга

source: Noname
ru_ru: Без имени

source: Tags
ru_ru: Теги

source: Tag name
ru_ru: Имя тега

source: Stocks list is empty. Add <a href="{$wa_backend_url}shop/?action=settings#/stock/">new stock</a> to translate it.
ru_ru: Список складов пуст. Добавьте <a href="{$wa_backend_url}shop/?action=settings#/stock/">новый склад</a> для перевода.

source: Stocks
ru_ru: Склады

source: Stock name
ru_ru: Название склада

source: Contact fields
ru_ru: Поля контакта

source: General settings
ru_ru: Общие настройки

source: Selector
ru_ru: Селектор

source: Settings
ru_ru: Настройки

source: Domains
ru_ru: Домены

source: Available locales
ru_ru: Доступные языки

source: Select additional locales
ru_ru: Выберите дополнительные локали

source: Add new locale
ru_ru: Добавить новый язык

source: Main language
ru_ru: Основной язык

source: New locale
ru_ru: Новый язык

source: Locale
ru_ru: Локаль

source: Add
ru_ru: Добавить

source: close
ru_ru: закрыть

source: Delete locale
ru_ru: Удалить язык

source: Delete
ru_ru: Удалить

source: All data with locale %s will be cleared. Are you sure?
ru_ru: Все данные для %s будут удалены. Вы уверены?

source: Empty value
ru_ru: Пустое значение

source: Customize Your Shopping Experience!
ru_ru: Настройте Свой Опыт Покупок!

source: Please select the destination country, language, and currency you prefer.
ru_ru: Пожалуйста, выберите страну назначения, язык и валюту вы предпочитаете.

source: Select the Destination
ru_ru: Выберите пункт назначения

source: Select Your Language
ru_ru: Выберите язык

source: Select Your Currency
ru_ru: Укажите валюту

source: Available Shipping Methods
ru_ru: Доступные способы доставки

source: Available Payment Methods
ru_ru: Доступные способы оплаты

source: Save Preferences
ru_ru: Сохранить настройки

source: Change language
ru_ru: Изменить язык

source: Selector settings
ru_ru: Настройки селектора

source: Redirects
ru_ru: Перенаправления

source: New rule
ru_ru: Новое правило

source: Remove
ru_ru: Удалить

source: Plugins
ru_ru: Плагины

source: Locale is not selected.
ru_ru: Язык не выбран.

source: File is not selected.
ru_ru: Файл не выбран.

source: All
ru_ru: Все

source: Translate
ru_ru: Перевести

source: Description
ru_ru: Описание

source: Everyone
ru_ru: Для всех

source: None
ru_ru: Ни одного

source: You can translate tags in
ru_ru: Вы можете перевести теги

source: Mylang app
ru_ru: приложении My Lang

source: Access denied
ru_ru: Доступ запрещен

source: MO-file restored
ru_ru: Файл mo восстановлен

source: No backup MO-file
ru_ru: Нет резервного файла mo.

source: Input data error
ru_ru: Ошибка входных данных

source: Input file error
ru_ru: Ошибка входящего файла

source: Input file content error
ru_ru: Ошибка содержания входящего файла

source: Previous file content error
ru_ru: Ошибки строк исходного файла

source: File not found.
ru_ru: Файл не найден.

source: Request strings error
ru_ru: Ошибка строк запроса

source: Translate empty
ru_ru: Перевести пустые

source: Yandex Translate
ru_ru: Яндекс Переводчик

source: Payment
ru_ru: Плагины оплаты

source: Shipping
ru_ru: Плагины доставки

source: Google Translate
ru_ru: Гугл Переводчик

source: Yandex API key
ru_ru: Ключ API Яндекс

source: Free < 10 millions chars per month. More info...
ru_ru: Бесплатно < 10 миллионов символов в месяц. Подробнее ...

source: Google API key
ru_ru: Ключа API Гугл

source: Free trial. More info...
ru_ru: Бесплатная пробная версия. Подробнее ...

source: Microsoft API key
ru_ru: Ключ API Майкрософт

source: https://tech.yandex.com/translate/
ru_ru: https://tech.yandex.ru/translate/

source: Microsoft Translate
ru_ru: Майкрософт

source: Editor
ru_ru: Редактор

source: Api error. Check the token key and quota.
ru_ru: Ошибка API. Проверьте токен доступа и квоту.

source: Actions
ru_ru: Действия

source: System keys
ru_ru: Системные ключи

source: Currency
ru_ru: Валюта

source: Original
ru_ru: Исходные

source: Name:
ru_ru: Название:

source: Region:
ru_ru: Регион:

source: English
ru_ru: Английский

source: Usually space or comma
ru_ru: Обычно пробел или запятая

source: Decimal point
ru_ru: Десятичный разделитель

source: Usually full stop or comma
ru_ru: Обычно точка или запятая

source: Fractional digits
ru_ru: Дробные цифры

source: First day of week
ru_ru: Первый день недели

source: Edit locale
ru_ru: Редактировать локаль

source: Update
ru_ru: Обновить

source: Select currency
ru_ru: Выберите валюту

source: Empty filename.
ru_ru: Пустое имя файла.

source: Thousands separator
ru_ru: Разделитель тысяч

source: This locale is not installed on the server.
ru_ru: Локаль не установлена на сервере.

source: Some transalted strings may display incorrect.
ru_ru: Некоторые переведенные строки могут отображаться некорректно.

source: Store settings
ru_ru: Настройки магазина

source: Search scope
ru_ru: Область поиска

source: Use full text search.
ru_ru: Использовать полнотекстовый поиск.

source: By default search is using translated strings. Check option to use full text search.
ru_ru: По умолчанию поиск производится только по переведенным строкам. Отметьте значение для полнотекстового поиска.

source: Promos list is empty. Add <a href="{$wa_backend_url}shop/?action=products#/promos/">new</a> to translate it.
ru_ru: Список промо-карточек пуст. Добавьте <a href="{$wa_backend_url}shop/?action=products#/promos/">новую</a> для перевода.

source: Promos
ru_ru: Промо-карточки

source: Promo title
ru_ru: Заголовок промо-карточки

source: Promo
ru_ru: Промо

source: Promo text
ru_ru: Текст промо-карточки

source: Themes
ru_ru: Темы

source: Theme has no text fields to translate.
ru_ru: Тема не содержит текстовых полей

source: Theme field
ru_ru: Поле темы

source: Theme name
ru_ru: Имя темы

source: Theme ID
ru_ru: Идентификатор темы

source: Theme %s not found
ru_ru: Тема %s не найдена

source: Duplicate theme failed
ru_ru: Копирование темы не удалось

source: Missed theme file(s): %s
ru_ru: Пропущенный файл(ы): %s

source: Invalid theme slug
ru_ru: Некорректный путь темы

source: http://www.webasyst.com/framework/docs/site/themes/#%s
ru_ru: http://www.webasyst.ru/framework/docs/site/themes/#%s

source: Autotranslate
ru_ru: Автоматический перевод

source: Source language
ru_ru: Исходный язык

source: Target language
ru_ru: Конечный язык

source: Providers
ru_ru: Сервисы перевода

source: No API key
ru_ru: Нет ключа API

source: Replace old data
ru_ru: Заменять данные

source: Replace old data with new
ru_ru: Заменять старые данные новыми

source: All selected fields will be overwritten with new translations data.
ru_ru: Все выбранные поля будут перезаписаны новыми данными.

source: Items to translate
ru_ru: Поля для перевода

source: Categories
ru_ru: Категории

source: not translated
ru_ru: не переведено

source: Name
ru_ru: Наименование

source: Products
ru_ru: Товары

source: Summary
ru_ru: Краткое описание

source: Start
ru_ru: Начать

source: Source and target language should be different.
ru_ru: Исходный и конечный языки должны отличаться.

source: Check at least 1 field to translate.
ru_ru: Выберите как минимум 1 поле для перевода

source: Invalid API key
ru_ru: Неправильный API-ключ

source: Blocked API key
ru_ru: API-ключ заблокирован

source: Exceeded the daily limit on the amount of translated text
ru_ru: Превышено суточное ограничение на объем переведенного текста

source: Exceeded the maximum text size
ru_ru: Превышен максимально допустимый размер текста

source: The text cannot be translated
ru_ru: Текст не может быть переведен

source: The specified translation direction is not supported
ru_ru: Заданное направление перевода не поддерживается

source: Unknown error. See logs.
ru_ru: Неизвестная ошибка. Данные записаны в логи.

source: Unknown provider
ru_ru: Неизвестный сервис

source: Translate process is finished.
ru_ru: Процесс перевода закончен.

source: Search
ru_ru: Поиск

source: Cache files
ru_ru: Файлы кеша

source: Select main provider
ru_ru: Выбрать основного провайдера

source: Language is empty.
ru_ru: Язык не выбран.

source: Empty provider.
ru_ru: Провайдер не выбран

source: Widgets
ru_ru: Виджеты

source: Add custom text
ru_ru: Добавить произвольный текст

source: Plural forms
ru_ru: Множественные формы

source: Original text
ru_ru: Исходный текст

source: Key text
ru_ru: Текстовый ключ

source: Key text plural
ru_ru: Множественная форма

source: ID string
ru_ru: Перевод

source: plural
ru_ru: множественная

source: Usage:
ru_ru: Использование:

source: Delete string?
ru_ru: Удалить строку?

source: Available selectors
ru_ru: Доступные селекторы

source: App doesn't support additional locales.
ru_ru: Приложение не поддерживает дополнительные локали

source: [&#96;Key text&#96;] or {_w('Key text')} for apps
ru_ru: [&#96;Key text&#96;] или {_w('Key text')} для приложений

source: Integrate with Menu app
ru_ru: Интеграция с приложением Меню

source: Translate menu items
ru_ru: Переводить элементы меню

source: Thousands sep
ru_ru: Тысячный разделитель

source: Clean hash strings
ru_ru: Очистить строки хэша

source: Repair file for md5-hash keys.
ru_ru: Удалить в файле md5-строки

source: Unescape keys
ru_ru: Убрать экранирование

source: Repair keys.
ru_ru: Исправить излишнее экранирование ключей

source: Fix locales
ru_ru: Исправить локали

source: Done
ru_ru: Выполнено.

source: Select locale
ru_ru: Выберите локаль

source: Select items
ru_ru: Выберите элементы

source: Custom strings
ru_ru: Пользовательские строки

source: Product name
ru_ru: Наименование товара

source: Price
ru_ru: Цена

source: Storefront link
ru_ru: Ссылка на витрину

source: Order states
ru_ru: Статусы заказов

source: Set default
ru_ru: Поставить по умолчанию

source: Order state
ru_ru: Статус заказа

source: You have default auth settings and all fields use system translations.
ru_ru: Указаны настройки по умолчанию и все поля используют системный перевод.

source: State
ru_ru: Статус

source: Language pack
ru_ru: Языковой пакет

source: MyLang version
ru_ru: Версия Mylang

source: Language packs
ru_ru: Языковые пакеты

source: For developers
ru_ru: Для разработчиков

source: Version
ru_ru: Версия

source: Your current version is
ru_ru: Ваша текущая версия

source: Language
ru_ru: Язык

source: Install
ru_ru: Установить

source: There are no language packs installed.
ru_ru: Языковых пакетов не установлено.

source: Install new plugins from the Webasyst Store using the Installer app
ru_ru: Установите новые плагины из каталога Webasyst через приложение Инсталлер.

source: Show other plugins
ru_ru: Показать другие плагины

source: Select locale to generate export files:
ru_ru: Выберите язык для создания файлов экспорта:

source: By default langpack will replace all supported:
ru_ru: По умолчанию языковой пакет заменит все поддерживаемые:

source: Only missing
ru_ru: Только отсутствующие

source: Create data for langpack
ru_ru: Собрать данные для пакета

source: Create pack
ru_ru: Создать пакет

source: Cancel
ru_ru: Отменить

source: Install langpack
ru_ru: Установить языковой пакет

source: %d app
ru_ru: %d приложение

source: %d plugin
ru_ru: %d плагин

source: %d widget
ru_ru: %d виджет

source: Download
ru_ru: Скачать

source: Files added:
ru_ru: Файлов добавлено:

source: Maintenance
ru_ru: Обслуживание

source: Tables
ru_ru: Таблицы

source: Optimize
ru_ru: Оптимизировать

source: All tables are optimized.
ru_ru: Все таблицы оптимизированы.

source: Clean data
ru_ru: Очистить данные

source: Autotranslate cache files
ru_ru: Файлы кеша автоперевода.

source: No files
ru_ru: Нет файлов

source: Localized data
ru_ru: Данные перевода

source: Values
ru_ru: Значения

source: Themes data is removed from datatbase, not from theme files.
ru_ru: Данные темы удалены из таблицы, не из файлов темы.

source: %d entry
ru_ru: запись

source: No table name
ru_ru: Нет таблицы

source: Database error
ru_ru: Ошибка базы данных

source: No filename
ru_ru: Нет файла

source: No data
ru_ru: Нет данных

source: Albums
ru_ru: Альбомы

source: Clear selected data?
ru_ru: Очистить выбранные данные?

source: Reviews filter
ru_ru: Фильтр отзывов

source: Disable reviews filter.
ru_ru: Отключить фильтр отзывов.

source: By default reviews are filtered by locale.
ru_ru: По умолчанию отзывы выбираются по текущему языку.

source: Meta title
ru_ru: Meta заголовок

source: Meta keywords
ru_ru: Мeta ключевые слова

source: Meta description
ru_ru: Meta описание

source: No translate plugins
ru_ru: Нет плагинов перевода

source: There are no translate plugins installed.
ru_ru: Нет установленных плагинов сервисов перевода

source: Install new plugins from the Webasyst Store using the Installer app
ru_ru: Установите новые плагины из каталога Webasyst через приложение Инсталлер

source: No translation plugin.
ru_ru: Нет плагинов перевода

source: String
ru_ru: Строка

source: added a product
ru_ru: добавлен товар

source: Skip N products
ru_ru: Пропустить N товаров

source: Skip N products from the start
ru_ru: Пропустить N товаров с начала

source: Welcome to My Lang!
ru_ru: Добро пожаловать в MyLang

source: This screen will help you to quickly set MyLang App.
ru_ru: Раздел поможет быстро настроить приложение MyLang

source: Not set
ru_ru: Не установлено

source: Site settings
ru_ru: Настройки сайта

source: Filter pages
ru_ru: Фильтр страниц

source: Filter pages by locale
ru_ru: Фильтровать страницы по локали

source: By default pages are shown as is.
ru_ru: По умолчанию страницы показаны без изменений.
