Repository: PavelGordovoy/motozilla
Catalog: *-apps/helpdesk/plugins/pro/locale/*/LC_MESSAGES/helpdesk_pro.po
Languages: ru_ru

source: Contact fields constructor
ru_ru: Конструктор полей контакта

source: Choose additional contact fields, which will be displayed on request page. Inside each field you can edit the appearance and select the place of output.
ru_ru: Выберите дополнительные поля контакта, которые будут отображены на странице запроса. Нажмите на поле, чтобы изменить настройки отображения и внешнего вида.

source: before name
ru_ru: перед именем

source: after name
ru_ru: после имени

source: before tabs
ru_ru: перед вкладками

source: after tabs
ru_ru: после вкладок

source: bottom
ru_ru: внизу

source: after request ID
ru_ru: после ID запроса

source: Cloud website
ru_ru: Сайт в Облаке

source: Licenses not found
ru_ru: Лицензий не найдено

source: Product
ru_ru: Товар

source: Create datetime
ru_ru: Дата создания

source: Install datetime
ru_ru: Дата установки

source: Order number
ru_ru: Номер заказа

source: Leasing
ru_ru: Аренда

source: Promo code
ru_ru: Промо-код

source: Partners sale
ru_ru: Партнерская продажа

source: Repeat buy
ru_ru: Повторная покупка

source: Special offer
ru_ru: Специальное предложение

source: shipped
ru_ru: доставлен

source: refunded
ru_ru: возвращен

source: paid
ru_ru: оплачен

source: new
ru_ru: новый

source: processing
ru_ru: в обработке

source: Order
ru_ru: Заказ

source: Discounts
ru_ru: Скидки

source: Transactions
ru_ru: Операции

source: Date
ru_ru: Дата

source: Amount
ru_ru: Сумма

source: Comment
ru_ru: Комментарий

source: Licenses
ru_ru: Лицензии

source: Domain
ru_ru: Домен

source: Install date
ru_ru: Дата установки

source: Output places
ru_ru: Места вывода

source: Before contact name
ru_ru: Перед именем контакта

source: After contact name
ru_ru: После имени контакта

source: Before contact tabs
ru_ru: Перед вкладками контакта

source: After contact tabs
ru_ru: После вкладок контакта

source: At the bottom of contact profile
ru_ru: В самом низу блока с контактной информацией

source: After request ID
ru_ru: После ID запроса

source: Field name
ru_ru: Имя поля

source: Show
ru_ru: Отображать

source: change color
ru_ru: изменить цвет

source: Your own name of the field
ru_ru: Ваше собственное название поля

source: Font
ru_ru: Шрифт

source: Font family
ru_ru: Семейство шрифтов

source: Font size
ru_ru: Размер шрифта

source: Normal
ru_ru: Нормальный

source: Bold
ru_ru: Жирный

source: Italic
ru_ru: Курсив

source: Bold/Italic
ru_ru: Жирный курсив

source: Font style
ru_ru: Стиль шрифта

source: Background
ru_ru: Задний фон

source: Border
ru_ru: Рамка

source: Border size
ru_ru: Размер рамки

source: Solid
ru_ru: Сплошная

source: Dotted
ru_ru: Точки

source: Dashed
ru_ru: Линии

source: Double
ru_ru: Двойная

source: Border style
ru_ru: Стиль рамки

source: Border radius
ru_ru: Скругление углов

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Field not found
ru_ru: Поле не найдено

source: Developer products
ru_ru: Продукты разработчика

source: Product name
ru_ru: Название товара

source: Product slug
ru_ru: Путь к продукту

source: delete
ru_ru: удалить

source: add product
ru_ru: добавить продукт

source: load products by API
ru_ru: загрузить продукты по API

source: Developer settings
ru_ru: Настройки разработчика Webasyst

source: List of products
ru_ru: Список продуктов

source: Domain check
ru_ru: Проверка домена

source: Specify domain
ru_ru: Укажите домен

source: Select product
ru_ru: Выберите продукт

source: Specify developer ID and add your products on settings page
ru_ru: Укажите ID разработчика и добавьте Ваши продукты на странице настроек

source: Start checking
ru_ru: Начать проверку

source: New request
ru_ru: Новый запрос

source: Phone
ru_ru: Телефон

source: Subject
ru_ru: Тема

source: Attach
ru_ru: Вложение

source: Add current attachments
ru_ru: Добавить текущие вложения

source: Assign to
ru_ru: Назначить

source: Status
ru_ru: Статус

source: Status of current request
ru_ru: Статус текущего запроса

source: Cannot get message information
ru_ru: Не удается получить информацию о сообщении

source: Create new request
ru_ru: Создать новый запрос

source: remove
ru_ru: удалить

source: Check order number
ru_ru: Проверка номера заказа

source: Specify order number (digits)
ru_ru: Укажите номер заказа (цифры)

source: Helpdesk PRO settings
ru_ru: Настройки Поддержки PRO

source: Show developer settings
ru_ru: Показать настройки разработчика Webasyst

source: I am Webasyst developer
ru_ru: Я разработчик Webasyst

source: Spam
ru_ru: Спам

source: A list of email addresses, new requests from which will be deleted.
ru_ru: Список email адресов, новые запросы от которых будут удалены.

source: Email address
ru_ru: Email адрес

source: add spam email
ru_ru: добавить email в спам

source: Write to email
ru_ru: Написать на почту

source: delete from spam
ru_ru: удалить из спама

source: Loading...
ru_ru: Идет загрузка...

source: Email is in spam. Do you really want to create request?
ru_ru: Email находится в спам листе. Вы уверены, что хотите создать запрос?

source: Spam email
ru_ru: Спам

source: Continue
ru_ru: Продолжить

source: Applications
ru_ru: Приложения

source: Something wrong
ru_ru: Что-то пошло не так

source: Fill in required fields
ru_ru: Заполните обязательные поля формы

source: image %c of %t
ru_ru: изображение %c из %t

source: previous
ru_ru: предыдущее

source: next
ru_ru: следующее

source: close
ru_ru: закрыть

source: This content failed to load.
ru_ru: Не удалось загрузить содержимое

source: This image failed to load.
ru_ru: Не удалось загрузить изображение

source: Remove from spam
ru_ru: Удалить из спама

source: Add to spam
ru_ru: Добавить в спам

source: Do you really want to add this email to spam list? The request will be deleted automatically.
ru_ru: Вы уверены, что хотите добавить данный email в спам лист? Запрос будет удален автоматически.

source: Do you really want to remove this email from spam list?
ru_ru: Вы уверены, что хотите удалить email из спам листа?

source: Back
ru_ru: Назад

source: Message added to favourites
ru_ru: Сообщение добавлено в избранные

source: Message is not favourite
ru_ru: Сообщение не в избранном

source: create new request
ru_ru: создать новый запрос

source: Add email "%s" to spam
ru_ru: Добавить email "%s" в спам

source: Remove email "%s" from spam
ru_ru: Удалить email "%s" из спама

source: Contact will also be deleted.
ru_ru: Контакт также будет полностью удален.

source: and delete the contact
ru_ru: и удалить контакт

source: Wait, please. Redirecting...
ru_ru: Пожалуйста, подождите. Идет перенаправление...

source: An error occurred while processing your request. Please try again later.
ru_ru: Во время обработки произошла ошибка. Пожалуйста, попробуйте снова.

source: Request ID is empty
ru_ru: ID запроса пустой

source: Something goes wrong
ru_ru: Что-то пошло не так

source: Email is not valid
ru_ru: Email не прошел проверку

source: Cannot load products
ru_ru: Не удается загрузить продукты

source: Developer ID is empty
ru_ru: ID разработчика пустой

source: Specify order number
ru_ru: Укажите номер заказа

source: API key not found
ru_ru: Ключ API не найден

source: Check domain
ru_ru: Проверить домен

source: Check order
ru_ru: Проверить заказ

source: map
ru_ru: карта

source: Helpdesk PRO
ru_ru: Поддержка PRO

source: Helpdesk with advanced opportunities
ru_ru: Поддержка с расширенными возможностями

source: CRM settings
ru_ru: Настройки CRM

source: Display CRM tags before contact tabs
ru_ru: Отображать CRM теги перед вкладками контакта

source: CRM tags
ru_ru: Теги CRM

source: Name of link to CRM tags
ru_ru: Название ссылки CRM тегов

source: Helpdesk settings
ru_ru: Настройки Поддержки

source: Requests
ru_ru: Запросы

source: Background of unread request
ru_ru: Задний фон непрочитанных запросов

source: Background of selected request
ru_ru: Задний фон активного запроса

source: Favourite messages
ru_ru: Избранные сообщения

source: Use image for favourite messages
ru_ru: Использовать изображения для избранных сообщений

source: Favourite image
ru_ru: Изображение

source: Background of favourite message
ru_ru: Задний фон избранных сообщений

source: Others
ru_ru: Другие

source: Do not reset page, when something goes wrong
ru_ru: Не сбрасывать страницу, когда произойдет какая-либо ошибка

source: Ajax errors
ru_ru: Ошибки Ajax

source: Spam settings
ru_ru: Настройки спама

source: Delete spam contacts
ru_ru: Удалить спам контакт

source: Be careful, if you enable this setting, then not only spam-requests <br>will be deleted, but also contacts that generated these requests. <br>Thus, spam-contacts with all the links to other applications will be deleted from Contacts.
ru_ru: Будьте осторожны! Если Вы активируете данную настройку, то при работе со спамом будут удаляться не только запросы, но и сами контакты, создавшие эти запросы. Таким образом, из Ваших Контактов будут удаляться спам-контакты со всеми связями с другими приложениями.

source: Spam contacts
ru_ru: Спам контакты

source: Developer API key
ru_ru: API ключ разработчика

source: Developer ID
ru_ru: ID разработчика

source: You are temporarily not allowed to send requests
ru_ru: Вы временно не можете отправлять запросы

source: SPAM
ru_ru: СПАМ

source: Settings
ru_ru: Настройки

source: Toolbar
ru_ru: Панель инструментов

source: edit
ru_ru: изменить

source: Editing field
ru_ru: Редактирование поля

source: Show tags in request list
ru_ru: Отобразить теги в списке запросов

source: Tags
ru_ru: Теги

source: Additional fields constructor
ru_ru: Конструктор дополнительных полей

source: Choose additional request fields, which will be displayed on the requests list. Inside each field you can edit the appearance.
ru_ru: Выберите дополнительные поля запроса, которые будут отображены в списке запросов. Нажмите на поле, чтобы изменить настройки отображения и внешнего вида.

source: You can specify several values. Each on new row.
ru_ru: Вы можете указать несколько значений. Каждое с новой строки.

source: Attachments
ru_ru: Вложения

source: A list of all request attachments
ru_ru: Список всех вложений

source: Reindex files
ru_ru: Переиндексировать файлы

source: Number of files per page
ru_ru: Количество вложений на странице

source: delete attachment
ru_ru: удалить вложение

source: Delete
ru_ru: Удалить

source: Sort
ru_ru: Сортировать

source: File not found
ru_ru: Файл не найден

source: Download
ru_ru: Скачать

source: Open request
ru_ru: Открыть запрос

source: Cached files not found
ru_ru: Кешированных файлов не найдено

source: Start indexing files
ru_ru: Начать индексацию файлов

source: Name
ru_ru: Название

source: Request
ru_ru: Запрос

source: Size
ru_ru: Размер

source: Request updated
ru_ru: Запрос обновлен

source: Wait, please. Files are indexing.
ru_ru: Пожалуйста, подождите. Файлы индексируются.

source: Please don't close your browser window until process is over
ru_ru: Пожалуйста, не закрывайте вкладку пока процесс не завершится

source: prev
ru_ru: пред

source: %02d h %02d min %02d sec
ru_ru: %02d ч %02d мин %02d сек

source: Files have been indexed successfully!
ru_ru: Файлы были успешно проиндексированы

source: Number of processed files
ru_ru: Количество обработанных файлов

source: time elapsed
ru_ru: времени затрачено

source: Total size of all attachments:
ru_ru: Общий размер всех вложений:

source: or use CRON command:
ru_ru: или используйте команду CRON:

source: Number of all files
ru_ru: Количество всех файлов

source: Error occurred: %s
ru_ru: Ошибка: %s

source: Indexing files.
ru_ru: Индексирование файлов

source: Time elapsed:
ru_ru: Времени потрачено:
