Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/payment/payment_paypal.po
Languages: uk

source: Merchant email
uk: Email продавця

source: Your PayPal account email address
uk: Email-адреса вашого акаунту PayPal

source: Transaction currency
uk: Валюта транзакції

source: Must be acceptable at merchant settings
uk: Повинна прийматися у налаштуваннях продавця

source: Sandbox
uk: Пісочниця

source: Enable for test mode
uk: Увімкнути у тестовому режимі

source: PayPal Payments Standard Integration
uk: Стандартна інтеграція платежів PayPal

source: Redirecting to secure PayPal website for payment...
uk: Перенаправлення на захищений сайт PayPal для оплати...

source: Proceed to PayPal to make payment
uk: Перейдіть до PayPal, аби виконати платіж

source: Transaction type: %s
uk: Тип транзакції: %s

source: unknown
uk: невідомо
