Repository: PavelGordovoy/motozilla
Catalog: *-apps/multiform/locale/*/LC_MESSAGES/multiform.po
Languages: ru_ru

source: Output the date of the record.
ru_ru: Выводит дату создания записи

source: Output all records. Default mail template.
ru_ru: Выводит все записи. Шаблон email уведомлений по умолчанию.

source: Records ID format.
ru_ru: Выводит ID запроса

source: Output form ID.
ru_ru: Выводит ID формы

source: Output form name (title).
ru_ru: Выводит название формы (заголовок)

source: Output form description.
ru_ru: Выводит описание формы

source: Output form url.
ru_ru: Выводит URL адрес формы

source: Output link to form.
ru_ru: Выводит ссылку на форму

source: Output contact info from the Contacts.
ru_ru: Выводит информацию о контакте из приложения Контакты

source: E.g, {Contact:name}, {Contact:ip}, {Contact:about}, etc.
ru_ru: Пример, {Contact:name}, {Contact:ip}, {Contact:about}, и т. д.

source: commented
ru_ru: прокомментировал

source: My theme
ru_ru: Моя тема

source: Cannot upload file.
ru_ru: Не удается загрузить файл

source: Trying to add attachment to wrong field
ru_ru: Попытка загрузить приложение к другому полю

source: Uploaded file's size exceeds the upload_max_filesize or post_max_size limit
ru_ru: Загружаемые размеры файлов превышают значения upload_max_filesize или post_max_size в php.ini

source: Cannot save file "%s"
ru_ru: Не удалось сохранить файл "%s"

source: Cannot save file. Check log file for more information.
ru_ru: Не удалось сохранить файл. Проверьте лог-файлы для получения большей информации.

source: Email is not valid
ru_ru: Email не прошел проверку

source: Redirect URL is not valid
ru_ru: Ссылка перенаправления не прошла проверку

source: Something wrong. Check log files.
ru_ru: Произошла ошибка. Проверьте лог-файлы для получения большей информации.

source: is not valid
ru_ru: не прошел проверку

source: Cannot upload file. Try to upload image
ru_ru: Не удалось загрузить файл. Попробуйте загружать изобажения

source: Option doesn't exist
ru_ru: Вариант поля поля существует

source: Upload only images
ru_ru: Загружайте только изображения

source: Option ID is empty
ru_ru: ID варианта поля пустой

source: Specify form ID
ru_ru: Укажите ID формы

source: Download:
ru_ru: Загрузить:

source: Close
ru_ru: Закрыть

source: Files with extensions %s are allowed only.
ru_ru: Только файлы с разрешениями %s разрешены к загрузке

source: Field parameters are not existing
ru_ru: Параметры поля не существуют

source: Field type %s is undefined
ru_ru: Тип поля %s не найден

source: Field is undefined
ru_ru: Поле не определено

source: Field "Sender" contains wrong email
ru_ru: Поле "Отправитель" содержит неверный email адрес

source: Field "Reply to" contains wrong email
ru_ru: Поле "Ответить (reply to)" содержит неверный email адрес

source: Field "Redirect" contains wrong URL
ru_ru: Поле "Перенаправить" содержит неверный URL

source: CSRF Protection
ru_ru: Защита CSRF

source: Specify mask name
ru_ru: Укажите название маски

source: Print regexp mask
ru_ru: Введите маску регулярного выражения

source: Permission denied
ru_ru: Доступ закрыт

source: Plugin settings
ru_ru: Настройки плагина

source: Cannot save settings: unknown plugin
ru_ru: Не удается сохранить настройки: неизвестный плагин

source: Plugin settings %s
ru_ru: Настройки плагина %s

source: Key
ru_ru: Ключ

source: Pre-selected option
ru_ru: Значение по умолчанию

source: Add image
ru_ru: Добавить изображение

source: Add option
ru_ru: Добавить вариант

source: Delete option
ru_ru: Удалить вариант

source: Import options
ru_ru: Импорт вариантов

source: Use new line to specify new option. <br>- If you want to customize keys, you should use symbol '<b>|</b>' as divider.
ru_ru: Вводите каждое значение варианта с новой строки. <br>- Если Вы хотите настроить ключи, используйте в качестве разделителя символ '<b>|</b>'

source: E.g
ru_ru: Например

source: No default
ru_ru: Сбросить

source: key|First option<br>another key|Second option<br>new key|Third option
ru_ru: ключ|Первый вариант<br>другой ключ|Второй вариант<br>новый ключ|Третий вариант

source: Option keys should be unique
ru_ru: Ключи вариантов должны быть уникальны

source: Options
ru_ru: Варианты

source: New checkbox field
ru_ru: Новый список (checkbox)

source: Valid characters
ru_ru: Разрешенные символы

source: CSS class
ru_ru: CSS класс

source: Save users data
ru_ru: Сохранять значение пользователя

source: Prefix
ru_ru: Префикс

source: Suffix
ru_ru: Суффикс

source: Title position
ru_ru: Расположение заголовка

source: Hide
ru_ru: Убрать

source: Options layout
ru_ru: Макет вариантов

source: One column
ru_ru: Одна колонка

source: Two columns
ru_ru: Две колонки

source: Three columns
ru_ru: Три колонки

source: One by one
ru_ru: Один за одним

source: Randomize
ru_ru: Перемешать

source: The options will be shuffled each time
ru_ru: Варианты будут перемешаны каждый раз

source: Read only
ru_ru: Только для чтения

source: Private
ru_ru: Закрытое (частное)

source: Private fields are shown to users with special access
ru_ru: Закрытые поля отображаются у пользователей со специальными правами доступа

source: Hidden fields not shown to users. They can be edited only in admin page. But you can use the values of hidden fields in frontend
ru_ru: Скрытые поля не показываются пользователю. Они могут быть изменены лишь через админ панель. Но Вы можете использовать значения этих полей на сайте при выводе записей.

source: Customize keys
ru_ru: Настроить ключи

source: Show to user one value, but save in DB another
ru_ru: Показать пользователю одно значение, но сохранить в базе данных другое

source: Option image size
ru_ru: Размер изображения

source: Required
ru_ru: Обязательно к заполнению

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Year
ru_ru: Год

source: Available characters: d, D, j, l, N, w, S, F, m, M, n, Y, y
ru_ru: Доступные символы: d, D, j, l, N, w, S, F, m, M, n, Y, y

source: Default value
ru_ru: Значение по умолчанию

source: New date
ru_ru: Новая дата

source: Use current date as default
ru_ru: Использовать текущую дату в качестве значения по умолчанию

source: In frontend users will see formatted value
ru_ru: На сайте пользователи увидят дату в отформатированном виде

source: Date field type
ru_ru: Тип поля даты

source: 3 fields
ru_ru: 3 поля

source: Textfield
ru_ru: Текстовое

source: Date format
ru_ru: Формат даты

source: Fields separator
ru_ru: Разделитель полей

source: Day field
ru_ru: Поле "День"

source: Dropdown
ru_ru: Выпадающее

source: Day field width
ru_ru: Ширина поля "День"

source: Month field
ru_ru: Поле "Месяц"

source: Month field width
ru_ru: Ширина поля "Месяц"

source: Year field
ru_ru: Поле "Год"

source: Year field width
ru_ru: Ширина поля "Год"

source: Year interval
ru_ru: Промежуток выводимых лет

source: Enable popup calendar
ru_ru: Включить всплывающий календарь для выбора даты

source: Incorrect email
ru_ru: Неверный email

source: Value of the field "%s" is already exist. Please, specify unique value
ru_ru: Значение поля "%s" уже существует. Пожалуйста, укажите уникальное значение

source: The information entered into this field is unique and has not been submitted previously
ru_ru: Информация, которая будет введена в это поле, должна быть уникальна по отношению к данным, которые уже имеются у Вас в таблице Записей

source: for the field
ru_ru: для поля

source: New email
ru_ru: Новый email

source: Placeholder
ru_ru: Плейсходер

source: Predefined value
ru_ru: Значение по умолчанию

source: Field size
ru_ru: Размер поля

source: Small
ru_ru: Маленькая (25%)

source: Medium
ru_ru: Средняя (50%)

source: Large
ru_ru: Большая (100%)

source: Unique (no duplicates)
ru_ru: Уникальное

source: Valid extensions
ru_ru: Допустимые расширения

source: Maximum file size
ru_ru: Максимальный размер одного файла

source: Maximum files count
ru_ru: Максимальное количество файлов

source: Value cannot be more than %sbyte (or %s byte) in your server php.ini
ru_ru: Значение не может быть больше, чем %sбайт ( или %s байт), указанные в настройках Вашего сервера в php.ini

source: Specify value in bytes.
ru_ru: Указывайте значение в байтах.

source: Value cannot be more than %sB (or %s byte) in your server php.ini
ru_ru: Значение не может быть больше, чем %sБ ( или %s байт), указанные в настройках Вашего сервера в php.ini

source: select all
ru_ru: выбрать все

source: Images
ru_ru: Изображения

source: Documents
ru_ru: Документы

source: Video
ru_ru: Видео

source: Audio
ru_ru: Аудио

source: Archives
ru_ru: Архивы

source: Custom
ru_ru: Произвольные расширения

source: Specify your extensions. Use commas as separators
ru_ru: Укажите Ваши собственные расширения. Используйте запятые в качестве разделителей

source: If you want to allow upload files of any extension - do not select anything
ru_ru: Если Вы хотите разрешить загружать файлы любых расширений - оставьте все поля пустыми

source: Check file size
ru_ru: Проверьте размер файла

source: Check file extension
ru_ru: Проверьте расширение файла

source: File uploaded
ru_ru: Файл загружен

source: Cannot save files
ru_ru: Не удалось сохранить файлы

source: New file field
ru_ru: Новое поле Файл

source: Attach file
ru_ru: Приложить файл

source: You can attach any file, and users will be able to download it
ru_ru: Вы можете приложить любой файл. Пользователи смогут скачать его

source: Attachment
ru_ru: Вложение

source: File name
ru_ru: Название файла

source: Download it!
ru_ru: Скачайте меня!

source: Text before attachment
ru_ru: Текст перед вложением

source: Text after attachment
ru_ru: Текст после вложения

source: Position of attachment block
ru_ru: Расположение блока вложения

source: Hide file field
ru_ru: Скрыть поле файла

source: Users will see only attach field
ru_ru: Пользователи будут видеть только файл вложения

source: Maximum quantity of files
ru_ru: Максимальное количество файлов

source: Maximum size of each file
ru_ru: Максимальный размер каждого файла

source: Allowed extensions
ru_ru: Допустимые расширения

source: Hide file requirements
ru_ru: Скрыть информацию о ограничении файлов

source: Enable formula mode
ru_ru: Активировать режим для ввода формул

source: Show helper
ru_ru: Показать дополнительную информацию

source: For the fields, the result of which is a number, you can use arithmetic operators: <b>+</b>, <b>-</b>, <b>*</b>, <b>/</b>
ru_ru: Для полей, результатом которых является число, Вы можете использовать арифметические операторы: <b>+</b> (плюс), <b>-</b> (минус), <b>*</b> (умножить), <b>/</b> (разделить)

source: For string results you can use <b>~</b> to concatenate results
ru_ru: Для строковых результатов Вы можете использовать символ <b>~</b>, чтобы соединить две строки

source: Any syntax errors may cause incorrect calculations!
ru_ru: Любые синтаксические ошибки могут привести к некорректным расчетам!

source: the result of this fields will be a number (use modifier `string` to change the type of the result)
ru_ru: результатом полей будут числовые значения (используйте модификатор `string`, чтобы изменить значение результата на строковое)

source: the result of this fields will be a string
ru_ru: результатом этого поля будет строка

source: Functions
ru_ru: Функции

source: Logical
ru_ru: Логические

source: Mathematical
ru_ru: Математические

source: Text
ru_ru: Строковые

source: Show more
ru_ru: Показать еще

source: Modifiers
ru_ru: Модификаторы

source: convert field result to string.
ru_ru: конвертировать результат поля в строку

source: Usage:
ru_ru: Использование:

source: Show the results of calculation to user or not
ru_ru: Отображать пользователю результаты вычислений или нет

source: Syntax error. Number of opened brackets should be equal to number of closed.
ru_ru: Синтаксическая ошибка. Количество открытых круглых скобок должно быть равно количеству закрытых.

source: Syntax error. Number of opened braces should be equal to number of closed.
ru_ru: Синтаксическая ошибка. Количество открытых фигурных скобок должно быть равно количеству закрытых.

source: Check, whether the logical expression is correct. If it is correct, then function will return true_value, else - false_value.
ru_ru: Проверить, является ли логическое выражение правильным. Если оно правильное, то функция вернет true_value, иначе - false_value.

source: Returns TRUE if all its arguments evaluate to TRUE; returns FALSE if one or more arguments evaluate to FALSE.
ru_ru: Вернет TRUE (истина), если все значения возвращают TRUE (истина); вернет FALSE (ложь), если одно или более значений вернет FALSE (ложь).

source: Returns TRUE if any argument is TRUE; returns FALSE if all arguments are FALSE.
ru_ru: Вернет TRUE (истина), если любое значение вернет TRUE (истина); вернет FALSE (ложь), если все значения вернут FALSE (ложь).

source: Reverses the value of its argument. Use NOT when you want to make sure a value is not equal to one particular value.
ru_ru: Изменяет значение аргумента. Используйте NOT, когда Вы хотите удостовериться, что значение не равно определенному выражению.

source: Returns the logical value FALSE.
ru_ru: Возвражает логическое FALSE (ложь).

source: Returns the logical value TRUE.
ru_ru: Возвращает логическое TRUE (истина).

source: Determines if number1 &gt; number2 (greater than).
ru_ru: Определяет, является ли число number1 &gt; number2 (больше чем).

source: Determines if number1 &gt;= number2 (greater than or equal to).
ru_ru: Определяет, является ли число number1 &gt;= number2 (больше или равно).

source: Determines if number1 &lt; number2 (less than).
ru_ru: Определяет, является ли число number1 &lt; number2 (меньше чем).

source: Determines if number1 &lt;= number2 (less than or equal to).
ru_ru: Определяет, является ли число number1 &lt;= number2 (меньше или равно).

source: Determines if number1 == number2 (equal to).
ru_ru: Определяет, является ли число number1 == number2 (равно).

source: Determines if number1 != number2 (not equal).
ru_ru: Определяет, является ли число number1 != number2 (не равно).

source: Determines if number1 !== number2 (not equal value or not equal type).
ru_ru: Определяет, является ли число number1 !== number2 (не равно по значению или не равно по типу).

source: Returns the absolute value of a number. The absolute value of a number is the number without its sign.
ru_ru: Возвращает модуль числа.

source: Returns the arccosine, or inverse cosine, of a number.
ru_ru: Возвращает арккосинус.

source: Returns the inverse hyperbolic cosine of a number.
ru_ru: Возвращает гиперболический арккосинус.

source: Returns the principal value of the arccotangent, or inverse cotangent, of a number.
ru_ru: Возвращает арккотангенс.

source: Returns the inverse hyperbolic cotangent of a number.
ru_ru: Возвращает гиперболический арккотангенс.

source: Returns the arcsine, or inverse sine, of a number.
ru_ru: Возвращает арксинус.

source: Returns the inverse hyperbolic sine of a number.
ru_ru: Возвращает гиперболический арксинус.

source: Returns the arctangent, or inverse tangent, of a number.
ru_ru: Возвращает арктангенс.

source: Returns the arctangent, or inverse tangent, of the specified x- and y-coordinates.
ru_ru: Возвращает арктангенс для заданных координат x и y.

source: Returns the inverse hyperbolic tangent of a number.
ru_ru: Возвращает гиперболический арктангенс.

source: Returns the average (arithmetic mean) of the arguments.
ru_ru: Вычисляет среднее.

source: Calculates the average (arithmetic mean) of the values in the list of arguments.
ru_ru: Вычисляет среднее арифметическое.

source: Returns the cosine of the given angle.
ru_ru: Возвращает косинус.

source: Returns the hyperbolic cosine of a number.
ru_ru: Возвращает гиперболический косинус.

source: Return the cotangent of an angle specified in radians.
ru_ru: Возвращает котангенс.

source: Return the hyperbolic cotangent of a hyperbolic angle.
ru_ru: Возвращает гиперболический котангенс.

source: Returns the cosecant of an angle specified in radians.
ru_ru: Возвращает косеканс.

source: Return the hyperbolic cosecant of an angle specified in radians.
ru_ru: Возвращает гиперболический косеканс.

source: Converts a text representation of a number in a given base into a decimal number.
ru_ru: Преобразует текстовое представление числа с указанным основанием в десятичное число.

source: Converts radians into degrees.
ru_ru: Преобразует радианы в градусы.

source: Returns e raised to the power of number.
ru_ru: Возвращает число e, возведенное в указанную степень.

source: Returns the factorial of a number.
ru_ru: Возвращает факториал числа.

source: Rounds a number down to the nearest integer.
ru_ru: Округляет число до ближайшего меньшего целого.

source: Returns the natural logarithm of a number.
ru_ru: Возвращает натуральный логарифм числа.

source: Returns the logarithm of a number to the base you specify.
ru_ru: Возвращает логарифм числа по заданному основанию.

source: Returns the base-10 logarithm of a number.
ru_ru: Возвращает десятичный логарифм числа.

source: Returns the largest value in a set of values.
ru_ru: Возвращает максимальное значение.

source: Returns the smallest number in a set of values.
ru_ru: Возвращает минимальное значение.

source: Returns the remainder after number is divided by divisor. The result has the same sign as divisor.
ru_ru: Возвращает остаток от деления числа на делитель. Результат имеет такой же знак, как делитель.

source: Returns number rounded up to the nearest odd integer.
ru_ru: Возвращает число, округленное до ближайшего нечетного целого.

source: Returns the number 3.14159265358979, the mathematical constant pi
ru_ru: Возвращает значение числа ПИ 3.14159265358979

source: Returns the result of a number raised to a power.
ru_ru: Возвращает число, возведенное в степень.

source: Converts degrees to radians.
ru_ru: Конвертирует градусы в радианы.

source: Round number with precision. ROUND(11.478, -1) = 11.5; ROUND(11.478, -2) = 11.48; ROUND(11.478, 0) = 11; ROUND(11.478, 1) = 20; etc
ru_ru: Возвращает число, округленное до заданного количества десятичных знаков. ROUND(11.478, -1) = 11.5; ROUND(11.478, -2) = 11.48; ROUND(11.478, 0) = 11; ROUND(11.478, 1) = 20; и тд

source: Returns the secant of an angle.
ru_ru: Возвращает секанс.

source: Returns the hyperbolic secant of an angle.
ru_ru: Возвращает гиперболический секанс.

source: Returns the sine of the given angle.
ru_ru: Возвращает синус.

source: Returns a positive square root.
ru_ru: Возвращае квадратный корень числа.

source: Returns the square root of (number * pi).
ru_ru: Возвращает квадратный корень из значения выражения (число * ПИ).

source: Returns the tangent of the given angle.
ru_ru: Возвращает тангенс.

source: Returns the hyperbolic tangent of a number.
ru_ru: Возвращает гиперболический тангенс.

source: Returns the character specified by a number.
ru_ru: Возвращает символ под указанным номером.

source: Returns a numeric code for the first character in a text string.
ru_ru: Возвращает числовой код первого символа в текстовой строке.

source: Returns the first character or characters in a text string, based on the number of characters you specify.
ru_ru: Возвращает значение, содержащее указанное число символов с левой стороны строки.

source: Returns the number of characters in a text string.
ru_ru: Возвращает количество символов в строке.

source: Converts all uppercase letters in a text string to lowercase.
ru_ru: Конвертирует все символы в нижний регистр.

source: Returns a Variant (String) containing a specified number of characters from a string.
ru_ru: Возвращает значение, которое содержит указанное количество знаков строки.

source: Searches a string for a specified value, or a regular expression, and returns a new string where the specified values are replaced.
ru_ru: Выполняет поиск и замену по регулярному выражению.

source: Returns the last character or characters in a text string, based on the number of characters you specify.
ru_ru: Возвращает значение, содержащее заданное количество знаков с правой стороны строки.

source: Returns the position of the first occurrence of a specified value in a string.
ru_ru: Возвращает позиция первого вхождения знака или строки текста.

source: Remove whitespace from both sides of a string.
ru_ru: Удаляет пробелы с обеих сторон строки.

source: Converts text to uppercase.
ru_ru: Конвертирует все символы в верхний регистр.

source: New formula
ru_ru: Новая формула

source: Visibility to user
ru_ru: Видимость для пользователя

source: Show the field
ru_ru: Отображать поле

source: Number fields rounding
ru_ru: Округление числовых значений

source: Pay attention! Only number fields will be rounded, not the result. For result rounding use function ROUND()
ru_ru: Внимание! Только числовые поля будут округлены, не конечный результат вычислений. Если Вы хотите округлить результат вычислений, то используйте функцию ROUND()

source: not round
ru_ru: не округлять

source: Hidden field
ru_ru: Скрытое поле (hidden)

source: Current page link
ru_ru: Ссылка на страницу, где расположена форма

source: Referer
ru_ru: Реферер

source: New hidden field
ru_ru: Новое скрытое поле

source: Visible only in admin area
ru_ru: Отображается только в админ части

source: New html field
ru_ru: Новое поле HTML

source: HTML code
ru_ru: HTML код

source: <p>This is <b>HTML</b> field.</p><p>Use clean markup!</p>
ru_ru: <p>Это <b>HTML</b> поле.</p><p>Используйте чистую разметку!</p>

source: New textfield
ru_ru: Новое текстовое поле (input)

source: Maxlength
ru_ru: Максимальная длина

source: For example,
ru_ru: Например,

source: Only integers would be valid
ru_ru: Только целочисленные будут разрешены

source: Minimum value
ru_ru: Минимальное значение

source: Maximum value
ru_ru: Максимальное значение

source: Step increment/decrement value
ru_ru: Шаг увеличения/уменьшения значения

source: Use slider for the field
ru_ru: Использовать слайдер значений для поля

source: Value must be more than
ru_ru: Значение должно быть больше, чем

source: Value must be less than
ru_ru: Значение должно быть меньше, чем

source: Value must be a multiple of
ru_ru: Значение должно быть кратно

source: Only integers
ru_ru: Только целочисленные

source: Range
ru_ru: Диапазон значений

source: Min
ru_ru: Минимум

source: Max
ru_ru: Максимум

source: Step
ru_ru: Шаг

source: Print correct phone format
ru_ru: Введите корректный формат телефона

source: New phone
ru_ru: Новый телефон

source: Phone mask
ru_ru: Маска телефона

source: Use 0 where digits should be.
ru_ru: Используйте 0, где должны быть введены числа.

source: Examples:
ru_ru: Примеры:

source: New radio field
ru_ru: Новый список (radio)

source: Allow other
ru_ru: Разрешить произвольное поле

source: Add additional input text field as the last choice
ru_ru: Добавить дополнительный пункт, где в качестве значения необходимо будет вводить текст

source: reset
ru_ru: сбросить

source: New rating field
ru_ru: Новое поле рейтинга

source: No predefined value
ru_ru: Нет значения по умолчанию

source: New select field
ru_ru: Новый выпадающий список

source: Pre-selected column
ru_ru: Выделенная колонка по умолчанию

source: Statements
ru_ru: Строки

source: Columns
ru_ru: Колонки

source: Randomize statements
ru_ru: Перемешать строки

source: Statement options will be shuffled each time
ru_ru: Значения строк будут постоянно меняться местами

source: Randomize columns
ru_ru: Перемешать колонки

source: Column options will be shuffled each time
ru_ru: Значения колонок будут постоянно меняться местами

source: Statement
ru_ru: Строка
