Repository: PavelGordovoy/motozilla
Catalog: *-apps/multiform/locale/*/LC_MESSAGES/multiform.po
Languages: ru_ru

source: of
ru_ru: из

source: Forms
ru_ru: Формы

source: Records
ru_ru: Записи

source: Actions
ru_ru: Действия

source: Last record
ru_ru: Последняя запись

source: Created
ru_ru: Создано

source: Created by
ru_ru: Создатель

source: Start
ru_ru: Начало

source: Stop
ru_ru: Конец

source: Theme
ru_ru: Тема

source: Change status
ru_ru: Изменить статус

source: Duplicate
ru_ru: Дублировать

source: Private form
ru_ru: Частная форма

source: Has schedule
ru_ru: Имеет расписание

source: Form is hidden according to schedule
ru_ru: Форма скрыта согласно расписанию

source: No name
ru_ru: Без имени

source: records
ru_ru: записи

source: edit
ru_ru: редактировать

source: Unknown
ru_ru: Неизвестный

source: Default theme
ru_ru: Дефолт

source: Delete
ru_ru: Удалить

source: You havent't created any forms yet. Do it right now!
ru_ru: Вы еще не создали ни одной формы. Сделайте это прямо сейчас!

source: Create form
ru_ru: Создать форму

source: Untitled form
ru_ru: Форма без названия

source: Fields
ru_ru: Поля

source: Form settings
ru_ru: Настройки

source: Conditions
ru_ru: Условия

source: Notifications
ru_ru: Уведомления

source: Share
ru_ru: Поделиться

source: Appearance
ru_ru: Внешний вид

source: View form
ru_ru: Открыть форму

source: Save theme
ru_ru: Сохранить тему

source: Rename
ru_ru: Переименовать

source: Use this theme
ru_ru: Использовать эту тему

source: Theme is used
ru_ru: Тема используется

source: Use !important rule
ru_ru: Использовать правило !important

source: https://www.w3.org/TR/CSS2/cascade.html#important-rules
ru_ru: https://webref.ru/css/!important

source: More info
ru_ru: Больше информации

source: Themes
ru_ru: Темы

source: Create new
ru_ru: Создать новую

source: Properties
ru_ru: Характеристики

source: Header
ru_ru: Шапка (хедер)

source: Fonts
ru_ru: Шрифты

source: Background
ru_ru: Задний фон

source: Borders
ru_ru: Рамки

source: Shadows
ru_ru: Тени

source: Sizes
ru_ru: Размеры

source: Buttons
ru_ru: Кнопки

source: Margin/padding
ru_ru: Отступы

source: Alignment
ru_ru: Выравнивание

source: Additional
ru_ru: Дополнительно

source: Web-forms
ru_ru: Веб-формы

source: My logo
ru_ru: Мой лого

source: Text
ru_ru: Текст

source: Hide logo
ru_ru: Спрятать лого

source: Hide block
ru_ru: Спрятать блок

source: Link to your logo
ru_ru: Ссылка к логотипу

source: Save
ru_ru: Сохранить

source: Print your text
ru_ru: Введите Ваш текст

source: Application Web-forms
ru_ru: Приложение Веб-формы

source: Title
ru_ru: Заголовок

source: Description
ru_ru: Описание

source: Field title
ru_ru: Заголовок поля

source: Field text
ru_ru: Поле для ввода

source: Field description
ru_ru: Описание поля

source: Prefix/suffix
ru_ru: Префикс/суффикс

source: Error blocks
ru_ru: Блоки ошибок

source: Button
ru_ru: Кнопка

source: Table grid statement
ru_ru: Строки таблицы

source: Table grid column
ru_ru: Колонки таблицы

source: Font family
ru_ru: Семейство шрифтов

source: Google fonts
ru_ru: Шрифты Google

source: Font style
ru_ru: Стиль шрифта

source: Normal
ru_ru: Нормальный

source: Bold
ru_ru: Жирный

source: Italic
ru_ru: Курсив

source: Bold/Italic
ru_ru: Жирный/курсив

source: Size
ru_ru: Размер

source: Page
ru_ru: Страница

source: Form
ru_ru: Форма

source: Form description
ru_ru: Описание формы

source: Field row
ru_ru: Строка поля

source: Field row hover
ru_ru: Строка поля при наведении

source: Field text focus
ru_ru: Поле в фокусе

source: Button hover
ru_ru: Кнопка при наведении

source: Button block
ru_ru: Блок с кнопкой

source: Error fields
ru_ru: Поля с ошибками

source: Pattern
ru_ru: Текстура

source: Solid color
ru_ru: Цвет

source: Patterns
ru_ru: Текстуры

source: Custom pattern
ru_ru: Своя текстура

source: None
ru_ru: Нет

source: Link to your pattern
ru_ru: Ссылка на Вашу текстуру

source: Field rows
ru_ru: Строки полей

source: Field focus
ru_ru: Поле при наведении

source: Thickness
ru_ru: Толщина

source: Style
ru_ru: Стиль

source: Solid
ru_ru: Сплошной

source: Dotted
ru_ru: Точки

source: Dashed
ru_ru: Пунктир

source: Double
ru_ru: Двойная сплошная

source: Border radius
ru_ru: Радиус скругления

source: Values
ru_ru: Значения

source: H-shadow
ru_ru: X-сдвиг

source: V-shadow
ru_ru: Y-сдвиг

source: Blur
ru_ru: Размытие

source: Spread
ru_ru: Растяжение

source: Inset
ru_ru: Внутренняя тень

source: Fixed
ru_ru: Фиксированная

source: Adaptive
ru_ru: Адаптивная

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Errors
ru_ru: Ошибки

source: Margin
ru_ru: Внеш. отступ

source: Top
ru_ru: Сверху

source: Right
ru_ru: Справа

source: Bottom
ru_ru: Снизу

source: Left
ru_ru: Слева

source: Padding
ru_ru: Внутр. отступ

source: Select element
ru_ru: Выберите элемент

source: Select
ru_ru: Список (select)

source: Center
ru_ru: По центру

source: Justify
ru_ru: По ширине

source: Table grid
ru_ru: Таблица

source: Rating
ru_ru: Рейтинг

source: Range slider
ru_ru: Слайдер значений

source: Odd rows
ru_ru: Нечетные строки

source: Even rows
ru_ru: Четные строки

source: Highlight
ru_ru: Подсвечивание

source: and
ru_ru: и

source: or
ru_ru: или

source: If
ru_ru: Если

source: is
ru_ru: соответствует

source: is
ru_ru: будет

source: is not
ru_ru: не соответствует

source: is not
ru_ru: не

source: contains
ru_ru: содержит

source: doesn't contain
ru_ru: не содержит

source: begins with
ru_ru: начинается с

source: ends with
ru_ru: заканчивается

source: is blank
ru_ru: пусто

source: is not blank
ru_ru: не пусто

source: is equal to
ru_ru: равно

source: is not equal to
ru_ru: не равно

source: is greater than
ru_ru: больше чем

source: is less than
ru_ru: меньше чем

source: is on
ru_ru: равно

source: is before
ru_ru: до

source: is after
ru_ru: после

source: is at
ru_ru: равно

source: checked
ru_ru: выбрано

source: Add inside condition
ru_ru: Добавить внутреннее условие

source: Remove inside condition
ru_ru: Удалить внутреннее условие

source: Remove condition
ru_ru: Удалить условие

source: show
ru_ru: показать

source: hide
ru_ru: скрыть

source: Show message
ru_ru: Показать сообщение

source: Redirect
ru_ru: Перенаправить

source: Send email
ru_ru: Отправить сообщение

source: You can use <a href='#/get/templateVars/' class='js-action' title='template vars'>template vars</a>
ru_ru: Вы можете использовать <a href='#/get/templateVars/' class='js-action' title='переменные шаблона'>переменные шаблона</a>

source: Specify website you would like user to redirect after successfully submitted form
ru_ru: Укажите вебсайт, на который следует перенаправить пользователя после успешного отправления формы

source: Send to
ru_ru: Получатель

source: Use commas to separate emails
ru_ru: Используйте запятые для разделения email адресов

source: Enable conditions
ru_ru: Включить условия

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: Field conditions
ru_ru: Условия полей

source: Form conditions
ru_ru: Условия формы

source: Show or hide fields
ru_ru: Показать или скрыть поля

source: You don't have any conditions
ru_ru: У Вас нет ни одного условия

source: Add new condition
ru_ru: Добавить новое условия

source: After the form is submitted
ru_ru: После того, как форма будет отправлена

source: You don't have any acceptable fields. First of all <a href='?module=form&action=edit&id={$id}'><i class='icon16 add'></i> create them</a>
ru_ru: У Вас нет ни одного поля, с которым можно создать условие. Прежде всего <a href='?module=form&action=edit&id={$id}'><i class='icon16 add'></i> создайте его</a>

source: Select field
ru_ru: Выберите поле

source: Text field
ru_ru: Текст (input)

source: Textarea
ru_ru: Текст (textarea)

source: Number
ru_ru: Число

source: Phone
ru_ru: Телефон

source: Date field
ru_ru: Дата

source: Time
ru_ru: Время

source: Checkbox list
ru_ru: Список (checkbox)

source: Radio
ru_ru: Список (radio)

source: File
ru_ru: Файл

source: HTML-text
ru_ru: HTML

source: Hidden
ru_ru: Скрытое

source: Formula
ru_ru: Формула

source: Page break
ru_ru: Разрыв

source: Email notifications
ru_ru: Email уведомления

source: Your email
ru_ru: Ваш email

source: Use commas to separate emails. Limit: 10 emails
ru_ru: Используйте запятые для разделения email адресов. Максимум 10шт

source: New records
ru_ru: Новых записях

source: New comments
ru_ru: Новых комментариях

source: Reply to
ru_ru: Ответить (reply to)

source: * * * Select field * * *
ru_ru: * * * Выберите поле * * *

source: Field
ru_ru: Поле

source: Create email field
ru_ru: Создайте поле email

source: if you want to reply to user
ru_ru: если хотите ответить пользователю

source: Select the email field you want to reply to
ru_ru: Выберите email поле, на которые Вы хотите ответить

source: Send emails about
ru_ru: Уведомлять о

source: Email sender
ru_ru: Отправитель email сообщения

source: Sender name (field "From:" in your mail box)
ru_ru: Имя отправителя (поле"From" в Вашей почте)

source: Comments
ru_ru: Комментарии

source: Message subject
ru_ru: Тема сообщения

source: You've got new notification
ru_ru: У Вас новое уведомление

source: New comment on record
ru_ru: Новый комментарий у записи

source: Send message copy to email recipients. The list of CCed recipients is visible to all other recipients of the message.
ru_ru: Посылать копию сообщения вторичным получателям. Список email адресов получателей доступен каждому включенному в этот список

source: Send message copy to email recipients. The list of BCCed recipients are not shown to any other recipient's.
ru_ru: Посылать копию сообщения вторичным получателям. Список email адресов скрыт. Каждый получатель не будет видеть других получателей.

source: Allow attaching files to email notification
ru_ru: Разрешить прикреплять файлы к email уведомлениям

source: Send emails in plain text
ru_ru: Отправлять email сообщения в формате обычного текста

source: Customize email template
ru_ru: Настроить шаблон email уведомления

source: Leave it blank, if you want to use default template
ru_ru: Оставьте поле пустым, если хотите использовать стандартный шаблон

source: SMS notifications
ru_ru: СМС уведомления о

source: Your phone number
ru_ru: Ваш номер телефона

source: Sender IDs
ru_ru: ID отправителей

source: Enter Sender IDs to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
ru_ru: Введите идентификаторы отправителей для этого SMS-шлюза (ID отправителя представляет собой либо номер телефона, либо строку длиной до 11 символов). Введите звездочку *, чтобы использовать ID, назначенный SMS-шлюзом.

source: To enable SMS message sending, install and configure sending plugin for your preferred SMS gateway.<br /> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
ru_ru: Для отправки SMS-сообщений установите и настройте подключение к какому-либо из SMS-провайдеров.<br />Плагины подключения к SMS-провайдеров доступны для установки <a href="%s">в «Инсталлере»</a>.

source: Send from
ru_ru: Отправитель

source: Default (as configured in SMS gateway)
ru_ru: По умолчанию (назначается SMS-шлюзом)

source: Send sms about
ru_ru: СМС сообщение

source: Customize sms template
ru_ru: Настроить шаблон СМС уведомления

source: Max 300 symbols
ru_ru: Максимум 300 символов

source: Edit
ru_ru: Редактировать

source: Display
ru_ru: Отображение

source: Validation
ru_ru: Проверка

source: Print
ru_ru: Печатать

source: Your comment
ru_ru: Ваш комментарий

source: Your name
ru_ru: Ваше имя

source: Record does not exist
ru_ru: Запись не существует

source: Create new record
ru_ru: Создать новую запись

source: Export
ru_ru: Экспорт

source: Delete selected
ru_ru: Удалить выделенные

source: Delete all
ru_ru: Удалить все

source: Cancel
ru_ru: Отмена

source: Change columns
ru_ru: Изменить колонки

source: Updated
ru_ru: Обновлено

source: Updated by
ru_ru: Обновил

source: Status
ru_ru: Статус

source: Download
ru_ru: Скачать

source: Saved
ru_ru: Сохранено

source: Processing
ru_ru: Обрабатывается

source: Export all records
ru_ru: Экспортировать все записи

source: All records will be exported in CSV file. Please, don't close or update webpage
ru_ru: Все записи будут экспортированы в CSV файл. Пожалуйста, не закрывайте и не обновляйте страницу

source: Please don't close your browser window until export is over.
ru_ru: Пожалуйста, не закрывайте окно браузера, пока не завершится процесс экспорта

source: Start export
ru_ru: Начать экспорт

source: cancel
ru_ru: отмена

source: You don't have any records.
ru_ru: У Вас нет ни одной записи

source: delete
ru_ru: удалить

source: Activity
ru_ru: Активность

source: Enable records output
ru_ru: Разрешить вывод записей на сайте

source: This is the template of records output. You can show users their data, if it's necessary.
ru_ru: Это шаблон вывода записей на сайте. Вы можете вывести пользователям переданные ими данные, если это необходимо.

source: Use the following code in your theme templates: <b style='border: 1px solid #ccc; display: inline-block; padding: 5px;'>&#123;$wa-&gt;multiform-&gtrecordsTemplate({$form.id})&#125;</b>
ru_ru: Для вывода используйте этот код в Вашей теме дизайна: <b style='border: 1px solid #ccc; display: inline-block; padding: 5px;'>&#123;$wa-&gt;multiform-&gtrecordsTemplate({$form.id})&#125;</b>

source: Form in popup window
ru_ru: Форма во всплывающем окне

source: Button text
ru_ru: Текст кнопки

source: You can use HTML
ru_ru: Вы можете использовать HTML

source: Form ID
ru_ru: ID формы

source: Available symbols
ru_ru: Разрешенные символы

source: Use this ID to output the form.
ru_ru: Используйте этот ID для вывода формы

source: Form name
ru_ru: Название формы

source: Only used in admin area
ru_ru: Используется только в админ части

source: Form title
ru_ru: Заголовок формы

source: Records ID format
ru_ru: Формат запроса

source: Code &#123;$record_id&#125; will be replaced by record ID. Do not remove <b>&#123;$record_id&#125;</b>
ru_ru: Код &#123;$record_id&#125; будет заменен ID запроса. Не удаляйте <b>&#123;$record_id&#125;</b>

source: Form type
ru_ru: Тип формы

source: public
ru_ru: открытая

source: private
ru_ru: закрытая

source: Private form will be available for authorized users with special access. Use application Contacts to set the rights
ru_ru: Закрытые формы будут доступны авторизованным пользователям со специальными правами доступа. Используйте приложение Контакты для изменения прав

source: Form CSS class
ru_ru: CSS класс формы

source: Confirmation options
ru_ru: После отправления формы

source: Your message successfully sent! Your request number is &#123;Request:ID&#125;
ru_ru: Ваше сообщение успешно отправлено! Номер Вашего запроса &#123;Request:ID&#125;

source: Send confirmation email to user
ru_ru: Отправить подтверждающее письмо пользователю

source: if you want to send confirmation message
ru_ru: если Вы хотите отправить подтверждающее письмо

source: Select the email field you want to send the confirmation message.
ru_ru: Выберите поле email, на которое Вы хотите послать подтверждающее сообщение.

source: Sender email
ru_ru: Email отправителя

source: Sender name
ru_ru: Имя отправителя

source: Specify email address you want the users to send messages when they reply to the confirmation message. If you don't want them to email you, leave it blank.
ru_ru: Укажите email адрес, на который смогут ответить пользователи, когда им придет подтверждающее письмо.

source: Subject
ru_ru: Тема

source: JS Callback after successfully form submission
ru_ru: Javascript код, который будет выполнен после успешного отправления формы

source: Limitation options
ru_ru: Настройки ограничений

source: Form submissions
ru_ru: Отправление формы

source: Unlimited
ru_ru: Неограниченно

source: Limit to
ru_ru: Ограничить до

source: submissions
ru_ru: подтверждений

source: ever
ru_ru: когда бы то ни было

source: every day
ru_ru: каждый день

source: every week
ru_ru: каждую неделю

source: every month
ru_ru: каждый месяц

source: The form will stop accepting submissions after collecting that many entries
ru_ru: Форма перестанет работать после достижения указанного предела

source: Authorized user submissions
ru_ru: Отправление авторизованными пользователями

source: IP limitation
ru_ru: Ограничения по IP

source: Allow only one submission per IP
ru_ru: Разрешить только одно отправление для IP

source: Form condition after reaching the limit
ru_ru: Состояние формы после достижения ограничений

source: Hide form
ru_ru: Спрятать форму

source: Disable form
ru_ru: Деактивировать форму

source: Websites limitations
ru_ru: Ограничения по Витринам

source: No limitations
ru_ru: Нет ограничений

source: Limit by domain routes
ru_ru: Ограничить по поселениям

source: Select domain
ru_ru: Выберите домен

source: Select route
ru_ru: Выберите поселение

source: add domain route
ru_ru: добавить поселение домена

source: delete route
ru_ru: удалить поселение

source: META settings
ru_ru: Настройки META

source: META title
ru_ru: META заголовок

source: META keywords
ru_ru: META ключевые слова

source: META description
ru_ru: META описание

source: Spam protection
ru_ru: Защита от спама

source: Basic protection (captcha)
ru_ru: Базовая (капча)

source: Medium protection (need javascript)
ru_ru: Средняя (необходим javascript)

source: Advanced protection (need javascript + captcha field)
ru_ru: Продвинутая (нужен javascript + капча)

source: Form schedule
ru_ru: Расписание формы

source: Specify form schedule activity
ru_ru: Укажите время активности формы

source: Server time
ru_ru: Серверное время

source: DD
ru_ru: ДД

source: MM
ru_ru: ММ

source: YYYY
ru_ru: ГГГГ

source: HH
ru_ru: ЧЧ

source: End
ru_ru: Конец

source: Embed your form
ru_ru: Поделитесь Вашей формой

source: Embed with Javascript
ru_ru: Поделиться (Javascript)

source: Embed with iFrame
ru_ru: Поделиться (iFrame)

source: Embed on Webasyst
ru_ru: Встроить в Вебасист

source: Use this code to place your form into other websites.
ru_ru: Используйте этот код, чтобы встроить форму на другие сайты

source: Fill out my <a href="%s" title="%s">%s</a>.
ru_ru: Заполните мою <a href="%s" title="%s">%s</a>

source: online form
ru_ru: онлайн форму

source: Use this iframe code to place your form into pages where <b>JavaScript is unavailable</b>.
ru_ru: Используйте этот код, чтобы встроить форму на другие сайты, где <b>JavaScript отсутствует</b>.

source: iFrame height
ru_ru: Высота фрейма

source: Fill out my
ru_ru: Заполните мою

source: Use this code to place your form into Webasyst template or page, where Smarty is available.
ru_ru: Используйте этот код, чтобы встроить форму в шаблон Вебасиста, где разрешено использование Smarty

source: Share a link
ru_ru: Поделиться ссылкой

source: Permanent link
ru_ru: Постоянная ссылка

source: Form ID link
ru_ru: Ссылка согласно ID

source: Form description text
ru_ru: Описание формы

source: New input
ru_ru: Новое поле input

source: prefix
ru_ru: префикс

source: suffix
ru_ru: суффикс

source: Error field
ru_ru: Поле ошибки

source: New textarea
ru_ru: Новое поле textarea

source: Some text inside field
ru_ru: Некоторый текст внутри поля

source: New table grid
ru_ru: Новая таблица

source: Column1
ru_ru: Колонка 1

source: Column2
ru_ru: Колонка 2

source: Column3
ru_ru: Колонка 3

source: Statement1
ru_ru: Строка 1

source: Statement2
ru_ru: Строка 2

source: Statement3
ru_ru: Строка 3

source: New rating
ru_ru: Новое поле рейтинга

source: New number field
ru_ru: Новое числовое поле

source: Send
ru_ru: Отправить

source: Record is processing or failed. Be carefull about it's data
ru_ru: Запись обрабатывается или обработана с ошибками. Будьте аккуратны с пришедшими данными

source: Checked value not equal to user value.
ru_ru: Проверочное значение не совпадает со значением пользователя

source: User value
ru_ru: Значение пользователя

source: Checked value
ru_ru: Проверочное значение

source: Delete file
ru_ru: Удалить файл

source: IP Address
ru_ru: IP адрес

source: Record ID
ru_ru: ID записи

source: Form not found
ru_ru: Форма не найдена

source: This section is intended for creation regular expressions that are used to check in text fields of the form. If You are not good at this - contact the developer. Any errors in regular expressions can affect the application's work.
ru_ru: Данный раздел предназначен для создания масок регулярных выражений, служащих для проверки текстовых полей формы. Если Вы плохо в этом разбираетесь - обратитесь к разработчику. Любые ошибки в регулярных выражениях могут сказаться на работе приложения.

source: IMPORTANT! Write regular expressions only between symbols
ru_ru: ВАЖНО! Описывайте регулярные выражения только между символами

source: More
ru_ru: Подробнее

source: info about regular expressions
ru_ru: узнать про регулярные выражения

source: Name
ru_ru: Название

source: RegExp mask
ru_ru: Маска

source: Error message
ru_ru: Текст ошибки

source: remove
ru_ru: удалить

source: Add regexp mask
ru_ru: Добавить маску

source: Plugins not installed
ru_ru: Плагины не установлены

source: Search new plugins
ru_ru: Найти новые плагины

source: Use «Installer» to find new plugins
ru_ru: Используйте Инсталлер, чтобы найти новые плагины

source: Plugin %s is installed
ru_ru: Плагин %s установлен

source: No available settings for plugin
ru_ru: Для данного плагина нет доступных настроек

source: Unknown plugin
ru_ru: Неизвестный плагин

source: Cannot save
ru_ru: Сохранить не удалось

source: Showes
ru_ru: Показано

source: Show
ru_ru: Выводить по

source: per page
ru_ru: на страницу

source: Select all
ru_ru: Отметить все

source: Cancel selection
ru_ru: Снять выделение

source: Download file
ru_ru: Скачать файл

source: Date
ru_ru: Дата добавления

source: No records
ru_ru: Записи отсутствуют

source: This is Demo account. You don't have access to create pages. You can only create Web-forms.
ru_ru: Вы находитесь в Демо режиме. У вас нет доступа к созданию страниц Сайта. Вы можете только создавать Веб-формы.

source: All your data will be deleted in an hour.
ru_ru: Все Ваши данные будут удалены через час.

source: Buy
ru_ru: Купить

source: https://www.webasyst.com/store/app/multiform/
ru_ru: https://www.webasyst.ru/store/app/multiform/

source: Buy Web-forms
ru_ru: Купить Веб-формы

source: Old version records
ru_ru: Записи старых версий

source: Regexp masks
ru_ru: Проверочные маски

source: Plugins
ru_ru: Плагины

source: Loading
ru_ru: Идет загрузка

source: Value
ru_ru: Значение

source: Other
ru_ru: Другое

source: Fill in the required fields
ru_ru: Заполните обязательные поля

source: Create <b>private</b> settlement for application Web-forms (Multiform) in %s - Site - Structure and put it above the rest.
ru_ru: Создайте <b>скрытое</b> поселение для приложения Веб-формы в разделе %s - Сайт - Структура и поставьте его выше всех.

source: prev
ru_ru: назад

source: next
ru_ru: вперед

source: You've got new message: {Request:ID}
ru_ru: У Вас новое сообщение: {Request:ID}

source: You've got new notification: {Request:ID}
ru_ru: У вас новое уведомление: {Request:ID}

source: Access denied
ru_ru: Доступ запрещен

source: Record ID is empty
ru_ru: ID записи пусто

source: Hey, where is theme ID?
ru_ru: Где потеряли ID темы?

source: Access denied to theme appearance
ru_ru: Доступ к внешнему виду формы закрыт

source: Hey, where is form ID?
ru_ru: Где потеряли ID формы?

source: Form fields
ru_ru: Поля формы

source: Template vars
ru_ru: Переменные шаблона

source: close
ru_ru: закрыть

source: Output the name of the field.
ru_ru: Выводит название поля

source: E.g, {Field:{$example_field}}
ru_ru: Например, {Field:{$example_field}}

source: Output the value of the field.
ru_ru: Выводит переданное значение поля

source: E.g, {Record:{$example_field}}
ru_ru: Например, {Record:{$example_field}}
