Repository: PavelGordovoy/motozilla
Catalog: *-apps/multiform/locale/*/LC_MESSAGES/multiform_js_backend.po
Languages: ru_ru

source: Loading
ru_ru: Идет загрузка

source: Attention
ru_ru: Внимание

source: If you delete this form, <b>all records</b> with files and data will be <b>removed also</b>. Are you sure?
ru_ru: Если Вы удалите эту форму, <b>все записи</b> с файлами и данными также <b>будут удалены</b>. Вы уверены?

source: Delete anyway
ru_ru: Удалить вопреки предупреждению

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Form removed
ru_ru: Форма удалена

source: Error. Check log files
ru_ru: Ошибка. Проверьте лог файлы

source: Saving
ru_ru: Сохранение

source: No result text
ru_ru: Ничего не найдено

source: Creating of new action group
ru_ru: Создание новой группы

source: Editing of action group
ru_ru: Изменение группы

source: delete
ru_ru: удалить

source: New group
ru_ru: Новая группа

source: Wait, please...
ru_ru: Пожалуйста, поождите...

source: Save
ru_ru: Сохранить

source: Edit group
ru_ru: Изменить группу

source: Are you sure?
ru_ru: Вы уверены?

source: Actions inside this group WILL NOT BE DELETED, only group will disappear
ru_ru: Действие внутри данной группы НЕ БУДУТ УДАЛЕНЫ, удалится только группа

source: Delete
ru_ru: Удалить

source: Page cannot be loaded
ru_ru: Страница не может быть загружена

source: Do you really want to delete action?
ru_ru: Вы действиетельно хотите удалить действие?

source: Fill in the required fields
ru_ru: Заполните обязательные поля

source: Added files are not valid
ru_ru: Добавленные файлы содержат ошибки

source: Fix the errors above
ru_ru: Исправьте ошибки, допущенные в форме

source: Please, wait, while data is saving
ru_ru: Пожалуйста, подождите, пока данные сохраняются

source: Files uploading
ru_ru: Загрузка файлов

source: Something wrong. Please, reload the page
ru_ru: Произошла ошибка. Перезагрузите страницу

source: Data saved with errors
ru_ru: Данные сохранены с ошибками

source: Saved
ru_ru: Сохранено

source: Field is required
ru_ru: Поле обязательно

source: Cannot save files
ru_ru: Файл не сохранен

source: File uploaded
ru_ru: Файл загружен

source: Download
ru_ru: Скачать

source: Check file size
ru_ru: Проверьте размер файла

source: Check file extension
ru_ru: Проверьте расширение файла

source: Application Web-forms
ru_ru: Приложение Веб-формы

source: Specify theme name
ru_ru: Укажите имя темы оформления

source: Saving theme
ru_ru: Сохранение темы

source: Theme saved
ru_ru: Тема сохранена

source: Theme not saved. Check log files
ru_ru: Тема не сохранена. Проверьте лог файлы

source: Specify new theme name
ru_ru: Укажите новое имя темы оформления

source: Rename
ru_ru: Переименовать

source: Theme renamed
ru_ru: Тема переименована

source: Theme not renamed. Check log files
ru_ru: Тема не переименована. Проверьте лог файлы

source: Theme duplicated
ru_ru: Создана копия темы

source: Theme not duplicated. Check log files
ru_ru: Копию темы создать не удалось. Проверьте лог файлы

source: Form themes are global. If you delete this theme, it will be deleted from other forms.
ru_ru: Темы оформления могут применяться к разным формам. Если Вы удалите тему, то другие формы также потеряют ее.

source: If you just want to change theme for your form, use select field "Themes" and button "Use this theme"
ru_ru: Если же Вы хотите только изменить тему оформления для Вашей формы, нажмите кнопку "Использовать эту тему"

source: Theme deleted
ru_ru: Тема удалена

source: Theme not deleted. Check log files
ru_ru: Тема не удалена. Проверьте лог файлы

source: Pay attention
ru_ru: Внимание

source: Do not forget to save your changes
ru_ru: Не забудьте сохранить изменения

source: Use this theme
ru_ru: Использовать эту тему

source: Save theme
ru_ru: Сохранить тему

source: Theme is used
ru_ru: Тема используется

source: Error
ru_ru: Ошибка

source: Section
ru_ru: Секция

source: Adding a new field
ru_ru: Добавление нового поля

source: Field cannot be loaded
ru_ru: Поле не загружено

source: Duplicate error
ru_ru: Ошибка при дублировании

source: Name
ru_ru: Название

source: Value
ru_ru: Значение

source: All records belonging to the field will be deleted
ru_ru: Все записи, принадлежащие данному полю, будут удалены

source: Delete section and fields inside
ru_ru: Удалить секцию и все поля внутри нее

source: Do you really want to delete field?
ru_ru: Вы действительно хотите удалить поле?

source: Other
ru_ru: Другое

source: hide
ru_ru: скрыть

source: Accepted file types: JPG, PNG, GIF
ru_ru: Разрешенные типы файлов: JPG, PNG, GIF

source: Cancel
ru_ru: Отмена

source: Press <span class="highlighted">Save</span> to start upload file:
ru_ru: Нажмите <span class="highlighted">Сохранить</span>, чтобы начать загрузку файлов:

source: Upload failed
ru_ru: Загрузка не удалась

source: Selected
ru_ru: Выбрано

source: Everywhere
ru_ru: Везде

source: Specify name
ru_ru: Укажите имя

source: Specify comment
ru_ru: Напишите комментарий

source: Loading form...
ru_ru: Загрузка формы...

source: View
ru_ru: Просмотр

source: Edit
ru_ru: Редактировать

source: Do you really want to delete this file?
ru_ru: Вы действительно хотите удалить этот файл?

source: Send record to email list
ru_ru: Отправить запись адресатам

source: Use commas to separate emails. 10 emails max
ru_ru: Используйте запятые, чтобы разделить email адреса. Максимум 10 шт.

source: Send
ru_ru: Отправить

source: Sended successfully!
ru_ru: Отправлено успешно!

source: Failed!
ru_ru: Ошибка!

source: Do you really want to delete this record? All files will be removed also.
ru_ru: Вы действительно хотите удалить запись? Все файлы будут также удалены.

source: Removing the record...
ru_ru: Удаление записи...

source: Do you really want to delete this comment?
ru_ru: Вы действительно хотите удалить комментарий?

source: Export
ru_ru: Экспорт

source: Server error
ru_ru: Произошла ошибка

source: Select record
ru_ru: Выберите запись

source: Do you really want to delete selected records?
ru_ru: Вы действительно хотите удалить выделеные записи?

source: Do you really want to delete all records?
ru_ru: Вы действительно хотите удалить ВСЕ записи?

source: You don't have any records
ru_ru: У Вас нет ни одной записи

source: Something wrong
ru_ru: Произошла ошибка

source: Remove records?
ru_ru: Удалить записи?

source: Selected records will be removed totaly. Remove?
ru_ru: Выделенные записи будут удалены безвозвратно. Удалить?

source: Do you really want to remove record?
ru_ru: Вы действительно хотите удалить запись?
