Repository: PavelGordovoy/motozilla
Catalog: *-apps/multiform/locale/*/LC_MESSAGES/multiform.po
Languages: ru_ru

source: Customize statement keys
ru_ru: Настроить ключи строк

source: Column
ru_ru: Колонка

source: Customize column keys
ru_ru: Настроить ключи колонок

source: Hour
ru_ru: Час

source: Minute
ru_ru: Минута

source: Second
ru_ru: Секунда

source: SS
ru_ru: СС

source: New time
ru_ru: Новое время

source: Time field type
ru_ru: Тип поля

source: Hour field
ru_ru: Поле для ввода часов

source: Minute field
ru_ru: Поле для ввода минут

source: Second field
ru_ru: Поле для ввода секунд

source: Time format
ru_ru: Формат времени

source: 12 hours (am, pm)
ru_ru: 12 часов (am, pm)

source: Use for dropdown fields
ru_ru: Используется для выпадающих списков

source: 24 hours
ru_ru: 24 часа

source: Hidden from user
ru_ru: Скрыто от пользователя

source: Private field
ru_ru: Закрытое (частное) поле

source: Parameter
ru_ru: Параметр

source: Captcha field
ru_ru: Проверочный код

source: Captcha image
ru_ru: Проверочный код (изображение)

source: Refresh
ru_ru: Обновить

source: Custom attributes
ru_ru: Атрибуты поля

source: add attribute
ru_ru: добавить атрибут

source: Use only construction /pattern/
ru_ru: Используйте конструкцию /выражение/

source: Select the mask
ru_ru: Выберите маску

source: You don't have any masks.
ru_ru: У вас не создано ни одной маски

source: Read more
ru_ru: Узнать больше

source: Symbolic code
ru_ru: Символьный код

source: Regular expression
ru_ru: Регулярное выражение

source: Regular expression (pattern)
ru_ru: Регулярное выражение (шаблон)

source: Case insensitive
ru_ru: Регистронезависимый поиск

source: Mask
ru_ru: Маска

source: Invalid expression
ru_ru: Ошибочное значение

source: Division by zero
ru_ru: Деление на ноль

source: Form has reached submission limit
ru_ru: Форма достигла предела отправлений

source: Record ID(#)
ru_ru: ID запроса (#)

source: You've got new message
ru_ru: У Вас новое сообщение

source: Your message successfully sent! Your request number is {Request:ID}
ru_ru: Ваше сообщение успешно отправлено! Номер Вашего обращения {Request:ID}

source: Form is not active
ru_ru: Форма неактивна

source: Captcha code is invalid
ru_ru: Проверочный код не совпал

source: Field %s has incorrect value
ru_ru: Поле %s имеет некорректное значение

source: Sorry, we have some technical problems
ru_ru: Извините, у нас произошли неполадки

source: File "%s" is too large
ru_ru: Файл "%s" слишком большой

source: Maximum filesize is %d byte
ru_ru: Максимальный размер файла %d байт

source: File extension "%s" is not permitted
ru_ru: Расширение файла "%s" запрещено

source: Form builder. Create online surveys, form calculators, contact forms, logic forms.
ru_ru: Конструктор форм. Создание онлайн опросов, форм обратной связи, форм-калькуляторов, форм с условиями.

source: Print valid email address
ru_ru: Введите корректные email адреса

source: Only digits
ru_ru: Только целочисленные значения

source: Print only digits
ru_ru: Вводите только целочисленные значения

source: Can create new forms
ru_ru: Создание новых форм

source: No access
ru_ru: Нет доступа

source: Can create and use own theme appearances
ru_ru: Создание и использование своих тем оформления

source: Full access
ru_ru: Полный доступ

source: Access to private fields
ru_ru: Доступ к закрытым (частным) полям

source: Private access to form without private fields
ru_ru: Частный доступ без доступа к закрытым полям

source: Private access to form with private fields
ru_ru: Частный доступ с доступом к закрытым полям

source: Only read
ru_ru: Только чтение

source: Edit records and add comments
ru_ru: Редактирование записей и добавление комментариев

source: First option
ru_ru: Первое значение

source: Second option
ru_ru: Второе значение

source: Third option
ru_ru: Третье значение

source: New selection field
ru_ru: Новый выпадающий список

source: Select option
ru_ru: Выберите значение

source: New file
ru_ru: Новый файл

source: New html
ru_ru: Новое поле HTML

source: This is my new form!
ru_ru: Это моя новая форма!

source: Form with custom HTML
ru_ru: Форма с произвольным HTML

source: This field is hidden and is designed specifically for You, as a short instruction. Here is an example of creating form. In order to place it on the website, click on the blue icon above, and You will see a code which can be inserted into any page on the website. That's all, good luck!
ru_ru: Данное поле скрыто и создано специально для Вас, как краткая инструкция. Перед Вами пример создания формы. Для того чтобы разместить ее на сайте, нажмите на голубую иконку выше, и Вы увидите код, который необходимо вставить в любую страницу на сайте. Вот и все, успехов!

source: <h2>Order Information</h2>%s Enter data without errors
ru_ru: <h2>Информация о заказе</h2>%s Вводите данные без ошибок

source: Order number
ru_ru: Номер заказа

source: Product name
ru_ru: Наименование товара

source: Quantity
ru_ru: Количество

source: <h2>Delivery</h2>%s Delivery information
ru_ru: <h2>Доставка</h2>%s Информация о доставке

source: <h2>Payment</h2>%s Choose the best method of payment
ru_ru: <h2>Оплата</h2>%s Укажите удобный способ оплаты

source: Please select
ru_ru: Выберите значение

source: Credit card
ru_ru: Картой

source: Contact info
ru_ru: Контактная информация

source: First name
ru_ru: Имя

source: Comment
ru_ru: Комментарий

source: Country
ru_ru: Страна

source: City
ru_ru: Город

source: Region
ru_ru: Регион

source: Payment
ru_ru: Оплата

source: Edit group
ru_ru: Изменить группу

source: No any actions. Create it, make your form alive!
ru_ru: Действия отсутствуют. Создайте их, оживите вшу форму!

source: add action
ru_ru: добавить действие

source: Select action
ru_ru: Выбрать действие

source: add group
ru_ru: добавить группу

source: Drag fields here
ru_ru: Переместите сюда поля

source: Search records...
ru_ru: Искать записи...

source: Everywhere
ru_ru: Везде

source: Search
ru_ru: Поиск

source: Found records:
ru_ru: Найдено записей:

source: Record has cloned values
ru_ru: Запись имеет дублированные поля

source: Use tag &lt;form&gt;
ru_ru: Использовать тег &lt;form&gt;

source: If you decided to embed webform into some &lt;form&gt; on your website, then disable this option to prevent unexpected behavior of website.
ru_ru: Если вы решили встроить веб-форму в какую-либо другую форму на сайте (вовнуть тега &lt;form&gt;), тогда отключите данную опцию, чтобы избежать ошибок

source: Field name
ru_ru: Название поля

source: Webasyst Captcha
ru_ru: Капча Вебасист

source: Site Key
ru_ru: Ключ сайта

source: Secret
ru_ru: Секретный ключ

source: Get Google reCAPTCHA site key and secret for your site on <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>
ru_ru: Получить ключ сайта и секретный ключ можно на сайте <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>

source: This meta tags belong to the <a href="%s" target="_blank">page</a>
ru_ru: Данные мета-теги принадлежат <a href="%s" target="_blank">данной странице</a>

source: Beginning of the
ru_ru: Начало

source: End of the
ru_ru: Конец

source: Additional field
ru_ru: Дополнительное поле

source: etc.
ru_ru: и тд.

source: Disabled
ru_ru: Отключено

source: Enabled
ru_ru: Включено

source: Action will be executed immediatelly after form successfully submited
ru_ru: Действия будут выполнены сразу после успешного отправления формы

source: Action will be executed by yourself on demand
ru_ru: Действие будет выполнено по запросу

source: Creating of new action
ru_ru: Создание нового действия

source: Action name
ru_ru: Название действия

source: This name will be displayed in the list of actions for the form.
ru_ru: Данное имя будет отображено в списке действий формы

source: Action description
ru_ru: Описание действия

source: Specify more information about action for yourself
ru_ru: Опишите детально суть действия

source: Action color
ru_ru: Цвет

source: This is the color of action icon
ru_ru: Это цвет иконки действия

source: Auto execute
ru_ru: Автовыполнение

source: When action should be executed: immediatelly after form successfully submited (auto execute) or on demand
ru_ru: Когда необходимо выполнять действие: сразу поле успешного отправления формы (автовыполнение) или по запросу

source: Section
ru_ru: Секция

source: Action does not exist
ru_ru: Действие не существует

source: New button
ru_ru: Новая кнопка

source: Onclick action
ru_ru: Действие при нажатии

source: Form submit
ru_ru: Отправить форму

source: Page link
ru_ru: Ссылка на страницу

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Use default button styles
ru_ru: Использовать для кнопки стили по умолчанию

source: Button will have CSS styles as on the tab Appearance
ru_ru: Кнопка будет выглядеть также, как и во вкладке "Внешний вид"

source: Use default button block styles
ru_ru: Использовать для блока с кнопой стили по умолчанию

source: Button block will have CSS styles as on the tab Appearance
ru_ru: Блок с кнопкой будет выглядеть также, как и во вкладке "Внешний вид"

source: Field properties
ru_ru: Свойства поля

source: Block width
ru_ru: Ширина блока

source: Field width
ru_ru: Ширина поля

source: Minimal number of boxes, which user have to select to submit the form
ru_ru: Минимальное количество вариантов, которые пользователю необходимо выбрать

source: Maximal number of checked boxes, which user cannot exceed
ru_ru: Максимальное количество вариантов, которые пользователю допускается выбрать

source: Basic
ru_ru: Основные

source: Show option IDs
ru_ru: Показать ID вариантов

source: Title width
ru_ru: Ширина заголовка

source: Number of checked boxes
ru_ru: Количество допустимых вариантов

source: Minimal number of checked boxes
ru_ru: Минимальное количество вариантов

source: Maximum number of checked boxes
ru_ru: Максимальное количество вариантов

source: Popup calendar
ru_ru: Всплывающий календарь

source: Button name
ru_ru: Название кнопки

source: Select files..
ru_ru: Выберите файлы..

source: Round number with precision. ROUND(11.478, 0-1) = 11.5; ROUND(11.478, 0-2) = 11.48; ROUND(11.478, 0) = 11; ROUND(11.478, 1) = 20; etc
ru_ru: Округление числа с точностью. ROUND(11.478, 0-1) = 11.5; ROUND(11.478, 0-2) = 11.48; ROUND(11.478, 0) = 11; ROUND(11.478, 1) = 20; и тд.

source: Add parameter
ru_ru: Добавить параметр

source: Slider parameters. More info in <a target="_blank" href="http://ionden.com/a/plugins/ion.rangeSlider/api.html">docs</a>
ru_ru: Параметры слайдера. Больше информации можно найти на странице <a target="_blank" href="http://ionden.com/a/plugins/ion.rangeSlider/api.html">документации</a>

source: Star sizes
ru_ru: Размер звезд

source: Maximum value of additional fields
ru_ru: Максимальное значение дополнительных полей

source: add additional field
ru_ru: добавить дополнительное поле

source: remove field
ru_ru: удалить поле

source: Allow users to add extra fields
ru_ru: Разрешить пользователю добавлять дополнительные поля

source: "Add button" text
ru_ru: Текст кнопки добавления

source: "Remove button" text
ru_ru: Текст кнопки удаления

source: Maximum times
ru_ru: Максимальное количество

source: Select the color of the section
ru_ru: Выберите цвет секции

source: Useful for Records tab
ru_ru: Удобно использовать для вкладки "Записи"

source: Layout
ru_ru: Шаблон

source: Fields layout
ru_ru: Шаблон полей

source: Select how fields inside section will be positioned.
ru_ru: Выберите, как будут отображаться поля внутри секции

source: Horizontal
ru_ru: Горизонтальный

source: Vertical
ru_ru: Вертикальный

source: Automatic mode for horizontal layout
ru_ru: Автоматический режим для горизонтального шаблона

source: Automatically change sizes of the elements in the section
ru_ru: Автоматически изменять размеры всех элементов внутри секции

source: Disable this option, if you want to control the sizes (title width, field width, etc) of each element
ru_ru: Отключите данную функцию, если хотите контролировать размеры (ширина заголовка, ширина поля и тд) каждого элемента

source: Width of each block
ru_ru: Ширина каждого блока

source: Width of all fields
ru_ru: Ширина всех полей

source: Titles will be calculated depending on fields width
ru_ru: Ширина заголовков будет рассчитана в зависимости от ширины полей

source: Size settings
ru_ru: Настройки размеров

source: Section width
ru_ru: Ширина секции

source: Randomize output
ru_ru: Случайный вывод полей

source: return required
ru_ru: вернуть обязательное поле

source: skip required?
ru_ru: пропустить обязательное поле?

source: Drag to sort
ru_ru: Перетаскивайте для сортировки

source: Type
ru_ru: Тип

source: Auto
ru_ru: Авто

source: Ooops, you don't have any fields. <a href='#/page/edit' title='Create field'><i class='icon16 add'></i> Create it</a>
ru_ru: Похоже, что у вас еще нет ни одного поля. <a href='#/page/edit' title='Создать поле'><i class='icon16 add'></i> Создайте их</a>

source: Use regular expression
ru_ru: Использовать регулярное выражение

source: Unknown field
ru_ru: Неизвестное поле

source: Slider line
ru_ru: Полоса слайдера

source: Inactive line
ru_ru: Неактивная полоса

source: Slider circle
ru_ru: Кружок слайдера

source: Slider active value
ru_ru: Активное значение слайдера

source: Slider active value block
ru_ru: Блок активного значения слайдера

source: Slider inactive value
ru_ru: Неактивное значение слайдера

source: Slider inactive value block
ru_ru: Блок неактивного значения слайдера

source: Slider grid
ru_ru: Числовая сетка слайдера

source: Slider grid value
ru_ru: Значения числовой сетки слайдера

source: Cancel notifications when editing a record in backend
ru_ru: Отменить отправку уведомлений при редактировании записей в бэкенде

source: Output the name of the field
ru_ru: Выводит название поля

source: Output the value of the field
ru_ru: Выводит переданное значение поля

source: Specify name
ru_ru: Укажите имя

source: Specify comment
ru_ru: Укажите комментарий

source: Page with list of all forms. Link address of form name
ru_ru: Страница со всеми формами. Ссылка при нажатии на название формы

source: Page of form editing
ru_ru: Страница редактирования формы

source: Page of form records
ru_ru: Страница записей формы

source: Settings
ru_ru: Настройки

source: You don't have access
ru_ru: У нет доступа

source: No access (Hide tab)
ru_ru: Нет доступа (Скрыть вкладку)

source: No access (Readonly)
ru_ru: Нет доступа (Только просмотр)
