Repository: PavelGordovoy/motozilla
Catalog: *-apps/pocketlists/plugins/kmnotify/locale/*/LC_MESSAGES/pocketlists_kmnotify.po
Languages: ru_ru

source: Notifications
ru_ru: Уведомления

source: Your notifications
ru_ru: Ваши уведомления

source: Event
ru_ru: Событие

source: Push notification are not enabled in Settings
ru_ru: Пуш уведомления не включены в Настройках

source: Enable push notifications
ru_ru: Включить пуш уведомления

source: Push notification invitation will appear in case if you didn't enabled previously
ru_ru: Запрос на разрешение пуш уведомлений сейчас отобразиться, если вы этого еще не сделали

source: Save
ru_ru: Сохранить

source: Popup
ru_ru: Попап

source: Push
ru_ru: Пуш

source: ❌️ To-do unassigned from you
ru_ru: ❌️ Задача больше не назначена на вас

source: Item assigned to you
ru_ru: Вам назначили задачу

source: Item unassigned from you
ru_ru: Задача больше не назначена на вас

source: Someone competes your item
ru_ru: Кто-то выполнил вашу задачу

source: Someone competes item assigned to you
ru_ru: Кто-то выполнил назначенную на вас задачу

source: Someone increases priority for item assigned to you
ru_ru: Кто-то увеличил приоритет назначенной на вас задаче

source: ➡️ New to-do from %s: %s
ru_ru: ➡️ Новая задача от %s: %s

source: ❌️ To-do unassigned from you: %s
ru_ru: ❌️ Задача больше не назначена на вас: %s

source: ✅ %s completed the to-do: %s
ru_ru: ✅ %s выполнил задачу: %s

source: ☑️ %s completed assigned to you to-do: %s
ru_ru: ☑️ %s выполнил назначенную на вас задачу: %s

source: %s %s increases to-do priority: %s
ru_ru: %s %s увеличил приоритет задачи: %s

source: ➡️ New to-do from %s
ru_ru: ➡️ Новая задача от %s

source: ✅ %s completed the to-do
ru_ru: ✅ %s выполнил задачу

source: ☑️ %s completed assigned to you to-do
ru_ru: ☑️ %s выполнил назначенную на вас задачу

source: %s %s increases priority
ru_ru: %s %s увеличил приоритет задач

source: settings
ru_ru: настройки

source: Show me popup notification examples
ru_ru: Покажите примеры попап уведомлений

source: user
ru_ru: пользователь

source: To-do name
ru_ru: Название задачи

source: Allow user to change his own notification settings
ru_ru: Разрешить пользователю менять собственные настройки уведомлений

source: Someone left comment to your item
ru_ru: Кто-то прокомментировал вашу задачу

source: Someone left comment to item assigned to you
ru_ru: Кто-то прокомментировал задачу, назначенную на вас

source: 💬 %s left comment to your to-do: %s
ru_ru: 💬 %s прокомментировал вашу задачу: %s

source: 💬 %s left comment to assigned to you to-do: %s
ru_ru: 💬 %s прокомментировал назначенную на вас задачу: %s

source: 💬 %s left comment to your to-do
ru_ru: 💬 %s прокомментировал вашу задачу

source: 💬 %s left comment to assigned to you to-do
ru_ru: 💬 %s прокомментировал назначенную на вас задачу

source: %s left comment to your to-do: %s
ru_ru: %s прокомментировал вашу задачу: %s
