Repository: PavelGordovoy/motozilla
Catalog: *-apps/photos/locale/*/LC_MESSAGES/photos.po
Languages: uk_ua

source: Returns the entire album tree as an array (<em>return_html = false</em>) or as an pre-rendered HTML (<em>return_html = true</em>). <em>custom_params = true</em> will include album custom parameters into the output.
uk_ua: Повертає все дерево альбому у вигляді масиву ((<em>return_html = false</em>), або як зформований HTML (<em>return_html = true</em>). <em>custom_params = true</em> включить користувальницькі параметри альбому до виводу.

source: Returns sub albums by <em>parent_album_id</em>. If <em>parent_album_id</em> is empty, root albums will be returned.
uk_ua: Повертає вкладені альбоми по <em>parent_album_id</em>. Якщо <em>parent_album_id</em> порожній, будуть повернуті кореневі альбоми.

source: Returns photo by id (<em>photo_id</em>) as an array with the following structure: (<em>"id"</em>, <em>"name"</em>, <em>"description"</em>, <em>"ext"</em>, <em>"size"</em>, <em>"type"</em>, <em>"rate"</em>, <em>"width"</em>, <em>"height"</em>, <em>"contact_id"</em>, <em>"upload_datetime"</em>, <em>"edit_datetime"</em>, <em>"status"</em>, <em>"hash"</em>, <em>"url"</em>, <em>"parent_id"</em>, <em>"stack_count"</em>, <em>"sort"</em>, <em>"thumb_%size%"</em>). Optional <em>size</em> parameter can be used to fetch particular thumbnail size: should be provided in pixels, or as one of the predefined values: <em>"big"</em> for 970, <em>"middle"</em> for 750, <em>"thumbs"</em> for 200x0, <em>"crop"</em> for 96x96
uk_ua: Повертає фото по ID (<em>photo_id</em>) у вигляді масиву із наступною структурою: (<em>"id"</em>, <em>"name"</em>, <em>"description"</em>, <em>"ext"</em>, <em>"size"</em>, <em>"type"</em>, <em>"rate"</em>, <em>"width"</em>, <em>"height"</em>, <em>"contact_id"</em>, <em>"upload_datetime"</em>, <em>"edit_datetime"</em>, <em>"status"</em>, <em>"hash"</em>, <em>"url"</em>, <em>"parent_id"</em>, <em>"stack_count"</em>, <em>"sort"</em>, <em>"thumb_%size%"</em>). Додатковий параметр <em>size</em> можна використати, аби отримати ескіз довільного розміру, він має бути зазначений у пікселях, або як одне із попередньо визначених значень: <em>"big"</em> для 970, <em>"middle"</em> для 750, <em>"thumbs"</em> для 200x0, <em>"crop"</em> для 96x96

source: Returns photo list array by search criteria, e.g. <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>. <em>size</em> parameter indicates thumbnail size. <em>limit</em> parameter is MySQL-like: can be either a number (max number of photos to be returned) or a pair of offset, limit (start from and the max number of records to be returned)
uk_ua: Повертає перелік масиву фото за критеріями пошуку, наприклад: <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>. Параметр <em>size</em> визначає розмір ескізу. Параметр <em>limit</em> схожий на MySQL: він може бути числом (повертається максимальна кількість фото), або парою offset, limit (звідки почати і яку максимальну кількість записів повернути)

source: Returns entire tag list as an array with the following structure: (<em>"id"</em>, <em>"name"</em>, <em>"count"</em>, <em>"size"</em>, <em>"opacity"</em>)
uk_ua: Повертає увесь список тегів як масив з наступною структурою: (<em>"id"</em>, <em>"name"</em>, <em>"count"</em>, <em>"size"</em>, <em>"opacity"</em>)

source: Latest uploaded photos
uk_ua: Останні завантажені фотографії

source: Start by <a href="%s">uploading photos</a> in your gallery backend.
uk_ua: Почніть із <a href="%s">завантаження фотографій</a> у бекенд галерей.

source: Load more
uk_ua: Показати ще

source: of %d photo
uk_ua: з %d обраної

source: Public link:
uk_ua: Публічне посилання:

source: This photo is private
uk_ua: Це приватне фото

source: Plugin %s is installed and working.
uk_ua: Плагін %s встановлений і працює.

source: No configuration options are available for this plugin.
uk_ua: Цей плагін не надає можливості зміни налаштувань.

source: Unknown plugin
uk_ua: Невідомий плагін

source: No plugins installed
uk_ua: Немає встановлених плагінів

source: Plugin order defines the order they are executed. Sort plugin list to change the order.
uk_ua: Порядок сортування плагінів налаштовується перетягуванням і визначає порядок їх підключення.

source: Loading...
uk_ua: Завантаження...

source: Static album which allows adding and arranging photos in manually
uk_ua: Статичний альбом, який дозволяє додавати і організовувати фотографії вручну

source: Dynamic album based on search criteria, e.g. rating, album hierarchy, tags
uk_ua: Динамічний альбом, заснований на критерії пошуку — наприклад, оцінках, ієрархії альбомів, тегам

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$album.key&#125;</em>. Each key=value pair should be on a separate line
uk_ua: Додатковий набір <em>key=value</em> параметрів, які можуть бути використані у шаблоні теми дизайну як <em>&#123;$album.key&#125;</em>. Кожна пара key=value має бути на окремому рядку

source: Image size
uk_ua: Розмір зображення

source: This album is private
uk_ua: Цей альбом є приватним

source: Photo is visible in the public gallery
uk_ua: Фото видно у публічній галереї

source: Album is visible only to authorized users of the Webasyst Photos app
uk_ua: Альбом видно тільки зареєстрованим користувачам бекенду додатку Webasyst «Фото»

source: Only authorized users of the Webasyst Photos app can see these photos. Photos can be shared via sending a secure private link, or via embedded into external websites and apps.
uk_ua: Тільки авторизовані користувачі додатку "Фотографії" можуть побачити ці фотографії. Фотографії можуть бути поширені за допомогою відправки приватного посилання, або вбудовані у зовнішні веб-сайти і додатки.

source: Uncheck all groups to make photos visible to you only
uk_ua: Зніміть усі прапорці, аби зробити фотографії видимими тільки вам

source: Please select at least two photo
uk_ua: Оберіть як мінімум два фото, будь ласка

source: Next
uk_ua: Далі

source: Uploaded by
uk_ua: Завантажено

source: Rendered html block of links' to album in where is curret photo
uk_ua: Блок HTML з посиланнями на альбом, в якому знаходиться поточне фото

source: Rendered html block of photo's author info
uk_ua: Створено блок HTML з інформацією про автора фото

source: Variant 1
uk_ua: Варіант 1

source: Default
uk_ua: За замовчуванням

source: Variant 2
uk_ua: Варіант 2

source: Get single photo by numerical id (photo_id) with specified size (numerical or size name e.g. big, middle, crop)
uk_ua: Отримати одну фотографію по числовому ідентифікатору (photo_id) з указаним розміром (числом або словом, наприклад, big, middle, crop)

source: Get photos list by search conditions e.g. tag/my_tag, album/12, id/1,5,7
uk_ua: Отримати список фотографій за умовою пошуку, наприклад: tag/my_tag, album/12, id/1,5,7

source: One or more optional custom params, setted by album settings in backend in key-value format, i.e. available like {$album.key}
uk_ua: Один або кілька додаткових параметрів, налаштованих у бекенді альбому у форматі key-value, наприклад: available like {$album.key}

source: Core content loaded according to the requested resource: a blog post, post stream, a page, etc.
uk_ua: Основний вміст, завантажений у відповідності до запиту користувача: запис блогу, потік записів, сторінка і т.ін.

source: Optional var. Available only if current context of photo is album. Below are describe keys of this param
uk_ua: Необов&#39;язкова змінна. Доступно тільки, якщо поточний контекст цього фото — альбом. Нижче наведені ключі опису цього параметру

source: Url to next photo
uk_ua: URL-адреса наступного фото

source: Rendered photo-stream widget
uk_ua: Віджет фотопотоку

source: Rendered html block of tags
uk_ua: HTML-блок із тегами

source: Rendered html block of exif info
uk_ua: Блок HTML із інформацією EXIF

source: Hooks to this page. Below are describe keys of this param
uk_ua: Хуки до цієї сторінки. Нижче наведені ключі до цього параметру

source: Under photo, in bottom hook
uk_ua: Під фото, нижній хук

source: See description of vars for photo.html
uk_ua: Дивіться опис змінних для photo.html

source: Can edit pages
uk_ua: Може редагувати сторінки

source: Error
uk_ua: Помилка

source: The requested resource is not available.
uk_ua: Ресурс недоступний.

source: Logout
uk_ua: Вихід

source: Sign up
uk_ua: Реєстрація

source: Login
uk_ua: Логін

source: Powered by Webasyst
uk_ua: Працює на Вебасіст

source: %d of %d selected photos are <strong>private photos</strong>, and they are not recommended for permanent linking (embedding). Private photo URLs may be changed by the Photos app at any time.
uk_ua: %d з %d обраних фото — <strong>приватні</strong>, на них не рекомендується посилатися постійно (або вбудовувати). Приватні URL фотографій можна в любий час змінити у додатку Фото.

source: Edit photos description
uk_ua: Редагувати опис фотографій

source: Thank you!
uk_ua: Дякуємо!

source: You have successfully signed up.
uk_ua: Ви успішно зареєструвались.

source: Returns photo list array by search criteria, e.g. <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>
uk_ua: Повертає масив списку фото по критеріям пошуку, наприклад: <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>

source: Restore
uk_ua: Відновити

source: We are using <a href="http://www.webasyst.com/apps/photos/">Webasyst Photos</a>
uk_ua: Ми використовуємо <а href="https://www.webasyst.ru/store/app/photos/">Webasyst Фото</а>

source: More
uk_ua: Більше

source: We are using <a href="http://www.webasyst.com/apps/photos/" target="_blank">Webasyst Photos</a>
uk_ua: Ми використовуємо <а href="https://www.webasyst.ru/store/app/photos/" target="_blank">Webasyst Фото</а>

source: We are using <a href="http://www.webasyst.com/store/app/photos/">Webasyst Photos</a>
uk_ua: Ми використовуємо <а href="https://www.webasyst.ru/store/app/photos/">Webasyst Фото</а>

source: We are using <a href="http://www.webasyst.com/store/app/photos/" target="_blank">Webasyst Photos</a>
uk_ua: Ми використовуємо <а href="https://www.webasyst.ru/store/app/photos/" target="_blank">Webasyst Фото</а>

source: JPEG compression quality for photo thumbnails. From 0 (min) to 100 (max). 90 is recommended.
uk_ua: Якість стиснення JPEG для ескізів фото. Від 0 (мінімум) до 100 (максимум). Рекомендується 90.

source: Browse for new plugins
uk_ua: Огляд нових плагінів

source: Use Installer to install new plugins from the Webasyst Store
uk_ua: Використовуйте «Інсталер» для установки нових плагінів з магазину Webasyst

source: <a href="http://www.webasyst.com/store/app/photos/">Photo gallery software</a> by Webasyst
uk_ua: <а href="https://www.webasyst.ru/store/app/photos/">Додаток фотогалереї</a> на Вебасист

source: Start by uploading photos in your <a href="%s">gallery backend</a>.
uk_ua: Почніть із завантаження фото у <a href="%s">бекенді галерей</a>.
