Repository: PavelGordovoy/motozilla
Catalog: *-apps/photos/locale/*/LC_MESSAGES/photos.po
Languages: uk_ua

source: Upload photo
uk_ua: Завантажити фотографію

source: Show more photos
uk_ua: Показати більше фотографій

source: Loading
uk_ua: Завантаження

source: Select photos
uk_ua: Виберіть фотографії

source: or drag photos here
uk_ua: або перетягніть сюди фотографії

source: or
uk_ua: або

source: cancel
uk_ua: відмінити

source: Access to photos
uk_ua: Доступ до фотографій

source: Public
uk_ua: Публічні

source: Photos automatically appear in the public gallery
uk_ua: Фотографії автоматично з&#39;являться у публічній галереї

source: Private
uk_ua: Приватна

source: Only authorized users of the Webasyst Photos app can see these photos. Photos can be shared via sending a secure private link, or via embedded into external websites and apps
uk_ua: Тільки авторизовані користувачі додатку "Фотографії" можуть побачити ці фотографії. Фотографії можуть бути поширені за допомогою відправки приватного посилання, або вбудовані в зовнішні веб-сайти і додатки

source: Privacy settings
uk_ua: Параметри конфіденційності

source: Select user groups you want to have access to these photos:
uk_ua: Виберіть групи користувачів, яким ви хочете дати доступ до цих фотографій:

source: Uncheck all groups to make photos visible to you only.
uk_ua: Зніміть всі групи, щоб зробити фотографії видимими тільки вам.

source: There are no user groups thus you cant't manage access to photos
uk_ua: Немає груп користувачів — таким чином, ви не можете керувати доступом до фотографій

source: Add to album
uk_ua: Додати в альбом

source: Don't add to album
uk_ua: Не додавати в альбом

source: Create new album
uk_ua: Створити новий альбом

source: Name the album for this upload
uk_ua: Назва альбому для завантаження

source: Start upload
uk_ua: Розпочати завантаження

source: Stop upload
uk_ua: Зупинити завантаження

source: Files uploaded with errors
uk_ua: Файли завантажено з помилками

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
uk_ua: Не вдалося завантажити. Швидше за все, не вистачає пам&#39;яті для створення ескізів.

source: The album list is empty.
uk_ua: Список альбомів порожній.

source: Albums
uk_ua: Альбоми

source: Private album
uk_ua: Приватний альбом

source: (no name)
uk_ua: (без назви)

source: %d photo
uk_ua: %d фотографія

source: Share
uk_ua: Поділитися

source: Link / Embed
uk_ua: Посилання / Розміщення

source: Blog post
uk_ua: Запис у блозі

source: Organize
uk_ua: Організувати

source: Stack
uk_ua: Стек

source: Rate
uk_ua: Оцінка

source: Assign tags
uk_ua: Призначити теги

source: Remove from album
uk_ua: Видалити з альбому

source: Manage access
uk_ua: Управління доступом

source: Delete photos
uk_ua: Видалити фотографії

source: Descriptions
uk_ua: Опис

source: Save
uk_ua: Зберегти

source: Hide photos name
uk_ua: Приховати назву фотографії

source: Select all photos
uk_ua: Вибрати усі фотографії

source: Unselect all photos
uk_ua: Відмінити вибір всіх фотографій

source: Photos in this list are sorted <strong>by upload time</strong>. Sort order cannot be set manually here.
uk_ua: Фото у цьому списку сортуються <Strong>за часом завантаження</strong>. Сортування може бути задане вручну.

source: Photos in this list are sorted <strong>by rating</strong>. Sort order cannot be set manually here.
uk_ua: Фото у цьому списку сортуються <Strong>за оцінкою</strong>. Сортування може бути задане вручну.

source: You do not have sufficient access rights to alter photos sort order in this list.
uk_ua: У вас недостатньо прав доступу, аби змінити порядок сортування фотографій у цьому списку.

source: Welcome to your new photo gallery!
uk_ua: Ласкаво просимо до вашої нової фотогалереї!

source: Start uploading photos by clicking the link above or by dragging selected photos anywhere on this page.
uk_ua: Почніть завантажувати фотографії за допомогою посилання вище, або перетягніть обрані фотографії на довільне місце на цій сторінці.

source: Drag some photos anywhere on this page to start upload
uk_ua: Перетягніть фотографії на довільне місце на цій сторінці, аби розпочати завантаження

source: ← Back
uk_ua: ← Назад

source: Public album
uk_ua: Публічний альбом

source: Album settings
uk_ua: Налаштування альбому

source: Delete album
uk_ua: Видалити альбом

source: Public link
uk_ua: Публічне посилання

source: In this album
uk_ua: У цьому альбомі

source: Private photo
uk_ua: Приватне фото

source: This is a key photo for this album
uk_ua: Це ключове фото для альбому

source: Private photos are not visible in public albums
uk_ua: Приватні фотографії не відображаються у публічних альбомах

source: add description
uk_ua: додати опис

source: make key photo
uk_ua: зробити ключове фото

source: of %d
uk_ua: з %d

source: There are no photos in this album.
uk_ua: У цьому альбомі немає фотографій.

source: Rate photos
uk_ua: Оцінити фото

source: Cancel
uk_ua: Відмінити

source: New album
uk_ua: Новий альбом

source: Album name
uk_ua: Назва альбому

source: Frontend URL
uk_ua: URL-адреса фронтенду

source: This album will not be visible in the public gallery because there are no routing rules for the Photos app in your website settings. Use Site app (Routing section) to settle Photos app on your website and to start publishing photos.
uk_ua: Цей альбом не буде видно у публічній галереї, тому що немає правил маршрутизації для додатку «Фотографії» в налаштуваннях сайту. Використовуйте додаток «Сайт» (розділ «Структура»), аби поселити додаток «Фото» на вашому сайті і почати публікувати фотографії.

source: Visibility
uk_ua: Видимість

source: Album is visible in the public gallery
uk_ua: Альбом видно у публічній галереї

source: Album is visible only to authorized users of the Photos app, or by a private link
uk_ua: Альбом видно тільки для авторизованих користувачів додатку «Фото», або по приватному посиланню

source: Select user groups you want to have access to this album
uk_ua: Виберіть групи користувачів, яким ви хочете дати доступ до цього альбому

source: Uncheck all groups to make this album visible to you only
uk_ua: Зніміть галочки з усіх груп, щоб зробити цей альбом видимим тільки для вас

source: There are no user groups in your Webasyst installation. Add groups in the Contacts app to be able to manage access to photos
uk_ua: В установці фреймворку Webasyst немає груп користувачів. Додайти групи у програмі «Контакти», аби мати можливість керувати доступом до фотографій

source: Album type
uk_ua: Тип альбому

source: Album
uk_ua: Альбом

source: A static album for adding and arranging photos manually.
uk_ua: Статичний альбом для додавання та упорядкування фотографій вручну.

source: Filter
uk_ua: Фільтр

source: A dynamic album based on search criteria, e.g. rating or tags.
uk_ua: Динамічний альбом, заснований на критерії пошуку, наприклад, оцінках або тегах.

source: Smart album
uk_ua: Розумний альбом

source: <strong>%s</strong> album only
uk_ua: Тільки альбоми <strong>%s</strong>

source: Dynamic albums filter photos only from albums they belong to.
uk_ua: Динамічні альбоми відображують фото тільки з тих альбомів, до яких вони належать.

source: Rating
uk_ua: Оцінка

source: is greater or equal
uk_ua: більше або дорівнює

source: is lesser or equal
uk_ua: менше або дорівнює

source: Tags
uk_ua: Теги

source: Access
uk_ua: Доступ до

source: public
uk_ua: публічний

source: private
uk_ua: приватний

source: Order
uk_ua: Сортування

source: uploaded
uk_ua: завантажений

source: top rated
uk_ua: найкращі за рейтингом

source: Create album
uk_ua: Створити альбом

source: Uncheck all groups to make this album visible to you only.
uk_ua: Зніміть прапорець з усіх груп, аби зробити цей альбом видимим тільки вам.

source: Apply visibility change to all photos of this album
uk_ua: Застосувати зміни у видимості до всіх фотографій цього альбому

source: Description
uk_ua: Опис

source: Custom parameters
uk_ua: Користувальницькі параметри

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$album.key&#125;</em>. Each key=value pair should be on a separate line.
uk_ua: Додатковий набір <em>key=value</em> параметрів, які можуть бути використані в шаблоні теми дизайну як <em>&#123;$album.key&#125;</em>. Кожна пара key=value має бути на окремому рядку.

source: selected photos
uk_ua: вибрані фотографії

source: entire album
uk_ua: увесь альбом

source: all tagged
uk_ua: усі помічені

source: all rated
uk_ua: усі оцінені

source: all listed
uk_ua: усі перераховані

source: Share photos
uk_ua: Поширити фотографії

source: Link
uk_ua: Посилання

source: For embedding into other Webasyst apps content.
uk_ua: Для вбудовування в інші додатки Вебасіст.

source: Image URLs
uk_ua: URL-адреса зображення

source: Image URLs of private photos are temporary. Permanent linking (embedding) is not recommended.
uk_ua: URL-адреси приватних фотографій є тимчасовими. Постійне використання посилання (вбудовування) не рекомендується.

source: Close
uk_ua: Закрити

source: Delete
uk_ua: Видалити

source: Delete photo
uk_ua: Видалити фотографію

source: Photo “%s” will be deleted without the ability to restore.
uk_ua: Фото "%s" будуть видалені без можливості відновлення.

source: Unstack
uk_ua: Розділити

source: Are your shure?
uk_ua: Ви впевнені?

source: %d photo will be deleted without the ability to restore.
uk_ua: %d фотографію буде видалено без можливості відновлення.

source: This will unstack %d photo.
uk_ua: Ця дія роз&#39;єднає %d фотографію.

source: Share photo
uk_ua: Поширити фото

source: Image URL
uk_ua: URL-адреса зображення

source: Don't delete photos
uk_ua: Не видаляти фотографії

source: All photos will remain in the photo stream, and only the album will be deleted
uk_ua: Усі фотографії залишаться у фотопотоці, і тільки альбом буде видалено

source: Delete all photos stored in this album (%d)
uk_ua: Видалити всі фотографії, що зберігаються в альбомі (%d)

source: Not available for smart albums.
uk_ua: Недоступно для смарт-альбомів.

source: Delete sub albums too
uk_ua: Видалити також вкладені альбоми

source: Visible in the public gallery
uk_ua: Видно у публічній галереї

source: Visible only to authorized users of the Webasyst Photos app
uk_ua: Видно тільки авторизованим користувачам додатку Webasyst «Фото»

source: Select user groups you want to have see this album
uk_ua: Виберіть групи користувачів, яким ви хочете показувати цей альбом

source: No one album exists
uk_ua: Не існує жодного альбому

source: Settings updated
uk_ua: Налаштування оновлені

source: Thumbnails
uk_ua: Ескізи

source: Thumbnails to be created when photo is uploaded
uk_ua: Ескізи будуть створені при завантаженні фото

source: Square crop
uk_ua: Квадратне кадрування

source: px
uk_ua: пікс

source: Max
uk_ua: Макс

source: Width
uk_ua: Ширина

source: Height
uk_ua: Висота

source: auto
uk_ua: авто

source: delete
uk_ua: видалити

source: Size
uk_ua: Розмір

source: Rectangular crop
uk_ua: Прямокутне кадрування

source: Add
uk_ua: Додати

source: Custom-sized thumbnails
uk_ua: Ескізи нестандартного розміру

source: Allow on demand generation of custom-sized thumbnails
uk_ua: Дозволити генерацію ескізів нестандартного розміру за запитом

source: If enabled, frontend design theme can request Photos app to create custom-sized photo thumbnails on fly (any size in addition to the listed above, including cropped versions)
uk_ua: Якщо увімкнено, тема дизайну може запитувати у додатку «Фото» створення ескізів нестандартного розміру на вимогу (любого розміру у додаток до наведених вище, у тому числі обрізаних версій)

source: Max thumbnail size
uk_ua: Максимальний розмір ескізу

source: Limits the maximum thumbnail size that can be created on demand. Must not be less than 970 px.
uk_ua: Обмежує максимальний розмір ескізів, які можуть бути створені на вимогу. Не повинно бути менше, ніж 970 пікселів.

source: Sharpen
uk_ua: Збільшити різкість

source: Apply sharpening filter when creating thumbnails (recommended)
uk_ua: Застосувати фільтр різкості при створенні ескізів (рекомендується)

source: Thumbnail quality
uk_ua: Якість мініатюр

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
uk_ua: Якість JPEG стиснення для ескізів фото. Від 0 (хв., мін. розмір файлу) до 100 (максимальна якість, максимальний розмір файлу). 90 рекомендується.

source: Originals
uk_ua: Оригінали

source: Backup photo originals
uk_ua: Резервне копіювання оригіналів фото

source: When enabled, every uploaded image file is automatically backed up and stored independently from photo full size version, which is modified when you edit it, e.g. rotate, apply watermarks or image visual effects. Originals are never updated. Pros: you have backups of all uploaded images. Cons: almost twice more disk space is required for storing original images than for storing only full size versions and thumbnails.
uk_ua: Коли цей параметр увімкнено, кожен завантажений файл зображення автоматично архівується і зберігається окремо від повнорозмірного фото, яке змінюється при редагуванні — наприклад, повертанні, застосуванні водяного знаку або візуальних ефектів на зображенні. Оригінали ніколи не змінюються. Плюси: у вас є резервні копії всіх завантажених зображень. Мінуси: для зберігання вихідних зображень потрібно майже в два рази більше місця, ніж для зберігання повнорозмірних версій та ескізів.

source: @2x image thumbnail generation
uk_ua: Формування ескізів @2х

source: Automatic @2x image thumbnail generation (recommended)
uk_ua: Автоматичне формування ескізів @2х (рекомендується)

source: Enabling this option will allow automatic creation of image thumbnails on-fly for devices with high pixel density displays, e.g. Retina displays. Generating bigger images require more memory resources for image generation, requires more disk space for storing images, but significantly improves user experience on devices with high-end displays
uk_ua: Включення цієї опції дозволить автоматичне створення мініатюр зображень за вимогою для пристроїв із високою щільністю пікселів — наприклад, дисплеїв Retina. Генерація великих зображень вимагає більше ресурсів пам&#39;яті для генерації зображення, потрібно більше дискового простору для зберігання зображень, але також значно покращується взаємодія із користувачем на пристроях з високоякісними екранами

source: Thumbnail quality @2x
uk_ua: Якість ескізів @2х

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 70 is recommended.
uk_ua: Якість JPEG стиснення для ескізів фото. Від 0 (мінімальна якість, мінімальний розмір файлу) до 100 (максимальна якість, максимальний розмір файлу). Рекомендоване значення — 70.

source: Click “Save” button below to apply this change.
uk_ua: Натисніть кнопку "Зберегти", аби застосувати ці зміни.

source: Rate photo
uk_ua: Оцініть фото

source: This photo is no longer in current dynamic album
uk_ua: Ці фото більше не знаходяться в поточному динамічному альбомі

source: Photo is not in album
uk_ua: Фото не в альбомі

source: Full size
uk_ua: Повний розмір

source: Normal size
uk_ua: Нормальний розмір

source: ← Previous
uk_ua: ← Назад

source: Next →
uk_ua: Далі →

source: edit
uk_ua: редагувати

source: Private link
uk_ua: Приватне посилання

source: Edit
uk_ua: Редагувати

source: Left
uk_ua: Вліво

source: Right
uk_ua: Вправо

source: Separate tags with comma (,)
uk_ua: Розділяйте теги комами (,)

source: Popular tags
uk_ua: Популярні теги

source: uploaded on
uk_ua: завантажено в

source: Dimensions
uk_ua: Розміри

source: Original image
uk_ua: Оригінальне зображення

source: Revert to original
uk_ua: Повернутися до оригіналу

source: Camera
uk_ua: Камера

source: Shutter
uk_ua: Затвор

source: Aperture
uk_ua: Діафрагма

source: Focal length
uk_ua: Фокусна відстань

source: Taken
uk_ua: Знято

source: Remove tags
uk_ua: Видалити теги

source: Private photos selected
uk_ua: Обрані приватні фото

source: Embed anyway
uk_ua: Вбудувати у будь-якому випадку

source: Photo downloaded by
uk_ua: Фото завантажені

source: Upload photos
uk_ua: Завантажити фотографії

source: Photostream
uk_ua: Фотопоток

source: Rated
uk_ua: Оцінені

source: Create an album using the green icon above.
uk_ua: Створіть альбом, використовуючи зелену іконку вгорі.

source: Settings
uk_ua: Параметри

source: Plugins
uk_ua: Плагіни

source: Apps
uk_ua: Додатки

source: Photos
uk_ua: Фото

source: Unsaved changes will be lost if you leave this page now. Are you sure?
uk_ua: Незбережені зміни будуть втрачені, якщо ви залишите цю сторінку зараз. Ви впевнені?

source: Please select at least one album
uk_ua: Виберіть, будь ласка, принаймні один альбом

source: add a tag
uk_ua: додати тег

source: Please select at least one tag
uk_ua: Виберіть, будь ласка, принаймні один тег

source: Please select at least two photos
uk_ua: Оберіть, будь ласка, як мінімум дві фотографії

source: Please select at least one photo
uk_ua: Виберіть, будь ласка, хоча б одну фотографію

source: You don't have sufficient access rights
uk_ua: У вас недостатньо прав доступу

source: This will reset all changes you applied to the image after upload, and will restore the image to its original. Are you sure?
uk_ua: Це скине усі зміни, застосовані до зображення і поверне зображення до оригінального стану. Ви впевнені?

source: Themes
uk_ua: Теми

source: Design
uk_ua: Дизайн

source: Pages
uk_ua: Сторінки

source: subtitle
uk_ua: підзаголовок

source: Edit title...
uk_ua: Редагувати назву...

source: Saving
uk_ua: Збереження

source: Saved
uk_ua: Збережено

source: Upload photos (%d)
uk_ua: Завантажити фотографії (%d)

source: Empty result
uk_ua: Порожній результат

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
uk_ua: Допускаються тільки файли з розширеннями .gif, .jpg, .jpeg, .png.

source: clear
uk_ua: очистити

source: The insufficient file write permissions for the %s folder.
uk_ua: Не вдалося зберегти файл через недостатні права запису до папки %s.

source: Incorrect image
uk_ua: Некоректне зображення

source: Database error
uk_ua: Помилка бази даних

source: out of %d selected
uk_ua: з %d обраної

source: because you don't have sufficient access rights
uk_ua: тому що у вас недостатньо прав доступу

source: Save error
uk_ua: Помилка збереження

source: My account
uk_ua: Мій акаунт

source: My profile
uk_ua: Мій профіль

source: Page not found
uk_ua: Сторінку не знайдено

source: Choose rate
uk_ua: Обрати оцінку

source: Are you sure to delete photo?
uk_ua: Ви впевнені, що хочете видалити фотографію?

source: Uploaded %d photo
uk_ua: Завантажено %d фотографію

source: Photo not found
uk_ua: Фото не знайдене

source: Can't move photo
uk_ua: Неможливо перемістити фото

source: Unknown album
uk_ua: Невідомий альбом

source: Can't update album: unknown field
uk_ua: Неможливо оновити альбом: невідоме поле

source: Parent album is private
uk_ua: Батьківський альбом є приватним

source: Parent album is smart
uk_ua: Батьківський альбом є розумним

source: URL is in use
uk_ua: URL-адреса вже використовується

source: Unknown size
uk_ua: Невідомий розмір

source: Photo doesn't exists
uk_ua: Фото не існує

source: Access denied
uk_ua: Доступ заборонено

source: Not choosen any photos
uk_ua: Не вибрано жодної фотографії

source: Empty photo list
uk_ua: Порожній список фото

source: Stack is empty
uk_ua: Стек порожній

source: Unknown photo
uk_ua: Невідоме фото

source: Tag not found
uk_ua: Тег не знайдено

source: on
uk_ua: на

source: All photos
uk_ua: Всі фотографії

source: Tagged “%s”
uk_ua: З міткою «%s»

source: Uploaded by
uk_ua: Завантажені

source: Editors’ choice
uk_ua: Вибір редакції

source: Can upload photos and create new albums
uk_ua: Може завантажувати фотографії і створювати нові альбоми

source: Can edit and delete photos and albums uploaded by other users
uk_ua: Може редагувати і видаляти фотографії та альбоми, завантажені іншими користувачами

source: created a new photo album
uk_ua: створив новий фотоальбом

source: deleted photo album
uk_ua: видалив фотоальбом

source: uploaded photos
uk_ua: завантажив фотографії

source: moved photo to another album
uk_ua: перемістив фото у інший альбом

source: grouped photos
uk_ua: згрупував фотографії

source: ungrouped photos
uk_ua: роз&#39;єднав фото

source: deleted photos
uk_ua: видалив фотографії

source: rated photos
uk_ua: оцінив фотографії

source: edited photos
uk_ua: відредагував фотографії

source: reverted to original photo
uk_ua: скинув до вихідної фотографії

source: <br>Photo URLs: with prefix 'photo' <strong>/photo/photo_url/</strong>, e.g. /photo/DSC_2051/<br>Album URLs: without prefix 'album' <strong>/&lt;full_path_to_album&gt;/</strong>, e.g. /travel/france/2010/
uk_ua: <br>URL фото: з префіксом “photo” <strong>/photo/photo_url/</strong>, наприклад: /photo/DSC_2051/<br>URL альбомів: без префіксу “album” <strong>/&lt;повний_шлях_до_альбому&gt;/</strong>, наприклад: /travel/france/2010/

source: <br>Photo URLs: without prefix 'photo' <strong>/photo_url/</strong>, e.g. /DSC_2051/<br>Album URLs: with prefix 'album' <strong>/album/&lt;full_path_to_album&gt;/</strong>, e.g. /album/travel/france/2010/
uk_ua: <br>URL фото: без префіксу “photo” <strong>/photo_url/</strong>, наприклад: /DSC_2051/<br>URL альбомів: з префіксом “album” <strong>/album/&lt;повний_шлях_до_альбому&gt;/</strong>, наприклад: /album/travel/france/2010/

source: Rendered HTML block of links to albums which current photo belongs to
uk_ua: HTML-блок з кодом посилань на альбоми, якім належить поточне фото

source: Rendered HTML block of current photo author info
uk_ua: HTML-блок з інформацією про автора поточного фото

source: URLs
uk_ua: URL-адреси

source: Without /album/
uk_ua: Без /album/

source: With /album/
uk_ua: З /album/

source: Homepage &lt;title&gt;
uk_ua: &lt;title&ГТ; головної сторінки

source: As specified
uk_ua: Як зазначено

source: Homepage META Keywords
uk_ua: META Keywords головної сторінки

source: Homepage META Description
uk_ua: META Description головної сторінки

source: Photo album id. Other elements of <em>$album</em> available in this template are listed below
uk_ua: ID фотоальбому. Інші елементи з <em>$album</em>, що доступні у цьому шаблоні, перераховані нижче

source: The way to use album custom parameters which can be set for every individual album in its settings (<em>key=value</em> format)
uk_ua: Спосіб використовувати користувальницькі параметри альбому, які можуть бути налаштовані для кожного альбому окремо (формат <em>key=value</em>)

source: Core content loaded according to the requested resource: an album, a photo, a page, etc.
uk_ua: Основний контент, завантажений за даними запитаного ресурсу: альбом, фото, сторінка і т. д.

source: Photo id. Other elements of <em>$photo</em> available in this template are listed below
uk_ua: ID фотографії. Інші елементи <em>$photo</em>, що доступні у шаблоні, перераховані нижче

source: Conditional! Available only if current context of photo is album. Below are describe keys of this param
uk_ua: Обумовлений! Доступно тільки, якщо поточний контекст фотографії — альбом. Нижче описано ключі для цього параметру

source: URL of next photo in the photo stream
uk_ua: URL-адреса наступного фото у фотопотоці

source: Rendered photo stream navigation widget
uk_ua: Створено віджет навігації по фотострічці

source: Rendered HTML block of current photo tags
uk_ua: Блок HTML із поточними тегами фото

source: Rendered HTML block of current photo EXIF data
uk_ua: Блок HTML із даними EXIF поточного фото

source: Available vars are listed in the cheat sheet for photo.html template
uk_ua: Доступні змінні наведені у шпаргалці для шаблону photo.html
