Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/site.po
Languages: uk_ua

source: Set up how website visitors will log in and sign up on your website.
uk_ua: Налаштуйте, як відвідувачі сайту будуть реєструватися на вашому сайті та входити на нього.

source: Login & signup forms
uk_ua: Форми входу та реєстрації

source: Set up fields website visitors will need to complete in login and signup forms.
uk_ua: Налаштуйте поля форм входу та реєстрації, які повинні будуть заповнити відвідувачі.

source: Cannot disable both authorization options “Email” &amp; “Phone”
uk_ua: Неможливо відключити обидві опції авторизації «Пошта» &amp; «Телефон»

source: Keep at least one of these two basic authorization option enabled for website visitors to be able to log into their accounts.
uk_ua: Збережіть принаймні один з цих двох основних варіантів авторизації, аби відвідувачі сайту були в змозі входити до своїх акаунтів.

source: Authorization with an email address is used by default.
uk_ua: Авторизація за адресою електронної пошти використовується за замовчуванням.

source: Phone
uk_ua: Телефон

source: Email or phone
uk_ua: Email-адреса або номер телефону

source: Site section for login and signup
uk_ua: Розділ сайту для входу та реєстрації

source: Select a site section where visitors will sign up and log into their personal accounts.
uk_ua: Виберіть розділ сайту, де користувачі зможуть зареєструватися і увійти в особистий кабінет.

source: Select app
uk_ua: Виберіть додаток

source: Passwords type
uk_ua: Типи паролів

source: Confirm signup
uk_ua: Підтвердіть реєстрацію

source: A signup confirmation link or code will be sent in a notification.
uk_ua: Посилання для підтверждення реєстрації буде надіслано у повідомленні.

source: Successful signup notification
uk_ua: Повідомлення про успішну реєстрацію

source: Send successful signup notifications to users
uk_ua: Відправляти користувачам повідомлення про успішну реєстрацію

source: Verification code re-sending
uk_ua: Повторне надсилання коду підтвердження

source: Waiting period in seconds before sending next verification code:
uk_ua: Період очікування в секундах перед надсиланням наступного коду верифікації:

source: Authorization by login name
uk_ua: Авторизація по імені користувача

source: Enable to allow backend users to log in on the website with their login names. Only login names different from phone numbers, i.e. containing characters other than digits, are supported.
uk_ua: Дозволити користувачам бекенда вхід на сайт за своїми логінами. Підтримуються тільки такі логіни, що відрізняються від номера телефону — тобто містять символи, відмінні від цифр.

source: User notifications
uk_ua: Повідомлення користувачів

source: Select a group of notification templates to be used for sending login, signup, and password recovery notifications.
uk_ua: Виберіть групу шаблонів повідомлень, які будуть використовуватися для відправки логіна, реєстрації, відновлення пароля і повідомлень.

source: Edit email notification templates in <a href="%s">Settings</a> app
uk_ua: Відредагуйте шаблони email-повідомлень у додатку <a href="%s">«Налаштування»</a>

source: Notification templates
uk_ua: Шаблони повідомлень

source: No sender email address specified in “<a href="%s">Email settings</a>” section of Settings app.
uk_ua: У розділі «<a href="%s">Налаштування email</a>» додатку «Налаштування» не зазначено адресу електронної пошти відправника.

source: Edit the list in “<a href="%s">Email&nbsp;templates</a>” section.
uk_ua: Відредагуйте перелік у розділі «<a href="%s">Email&nbsp;шаблони</a>».

source: Social networks (additional authorization option)
uk_ua: Соціальні мережі (додаткова опція авторизації)

source: Services
uk_ua: Послуги

source: Edit SMS notification templates in <a href="%s">Settings</a> app
uk_ua: Редагувати шаблони SMS-повідомлень у додатку «<a href="%s">Налаштування</a>»

source: Priority over email notifications
uk_ua: Пріоритет над повідомленнями по електронній пошті

source: Prefer SMS over email for sending notifications. In case of SMS sending failure, email will be sent as a replacement.
uk_ua: Надавати для відправлення повідомлень перевагу SMS над email. У разі відмови відправки SMS, email буде надіслано у якості заміни.

source: Signup form
uk_ua: Форма реєстрації

source: A user must enter characters shown in an image
uk_ua: Користувач має увести символи із зображення

source: Fields
uk_ua: Поля

source: Required field
uk_ua: Обов'язкове поле

source: Invisible captcha will be used
uk_ua: Буде використано невидимий режим CAPTCHA

source: Login form
uk_ua: Форма логіну

source: Login and signup settings
uk_ua: Входу та налаштування реєстрації

source: Personal account sections
uk_ua: Особисті розділи рахунку

source: Sections are determined by connected applications.
uk_ua: Розділи визначаються підключеними програмами.

source: Read <a href="https://support.webasyst.com/29298/site-auth-settings/" target="_blank">user manual</a>.
uk_ua: Читати <a href="https://support.webasyst.com/29298/site-auth-settings/" target="_blank">керівництво користувача</a>.

source: authorization disabled
uk_ua: авторизацію відключено

source: Add
uk_ua: Додати

source: Deleting this site will also delete routing rules set up for installed apps. This will limit their functionality. Delete the site?
uk_ua: Із видаленням цього сайту будуть видалені правила маршрутизації, налаштування для встановлених програм. Це обмежить їх функціональні можливості. Видалити сайт?

source: Delete this site alias? It will <strong>not</strong> delete any data of the main site.
uk_ua: Видалити цей сайт-псевдонім? Це <strong>не</strong> призведе до видалення будь-яких даних основного сайту.

source: Deleting this site will also delete routing rules set up for <b>%s</b> app. This will limit its functionality.</p><p>Upon site deletion, set up routing rules for this app in the structure settings of remaining sites to continue using all functions.
uk_ua: Видалення цього сайту також видалить правила маршрутизації для <b>%s</b> додатку. Це обмежить їх функції..</p><p>Перед видаленням сайту налаштуйте правила маршрутизації для цих додатків у на інших сайтах, аби продовжити використовувати усі функції.

source: Login, signup, and personal account
uk_ua: Вхід, реєстрація та особистий кабінет

source: Site URL
uk_ua: URL-адреса сайту

source: Matches Site URL
uk_ua: Відповідає URL-адреса сайту

source: Upload another favicon
uk_ua: Завантажити інший фавикон

source: Enable sign up and login forms for this site
uk_ua: Увімкнути на цьому сайті форми реєстрації та входу

source: New page
uk_ua: Нова сторінка

source: Page settings
uk_ua: Налаштування сторінки

source: This will delete entire page. Are you sure?
uk_ua: Цілу сторінку буде видалено. Ви впевнені?

source: draft
uk_ua: чернетка

source: Preview
uk_ua: Попередній перегляд

source: The page is not available on the website because “Site” app is not connected in the website structure.
uk_ua: Сторінка не доступна на сайті, тому що додаток «Сайт» не підключено до структури сайту.

source: Draft
uk_ua: Чернетка

source: Published
uk_ua: Опубліковано

source: Page URL
uk_ua: URL сторінки

source: Page custom parameters
uk_ua: Додаткові параметри сторінки

source: Optional set of custom <em>key=value</em> parameters which can be used within page.html template or this page content as <em>&#123;$page.key&#125;</em>. Each key=value pair should be on a separate line.
uk_ua: Додатковий набір параметрів <em>key=value</em>, який можна використовувати у шаблоні page.html або у вмісті цій сторінки як <em>&#123;$page.key&#125;</em>. Кожна пара key=value має бути розміщена на окремому рядку.

source: http://www.webasyst.com/framework/docs/site/pages/
uk_ua: https://developers.webasyst.ru/templates/pages/

source: WYSIWYG
uk_ua: Візуальний редактор

source: Disable this URL
uk_ua: Відключити цю URL-адресу

source: disable
uk_ua: відключити

source: Enable this URL
uk_ua: Включити цей URL

source: enable
uk_ua: увімкнути

source: Routing
uk_ua: Маршрутизація

source: Edit URL
uk_ua: Змінити URL

source: App settings
uk_ua: Налаштування програми

source: Rules are processed one by one in the given order. The first rule matching current HTTP request will be processed. Use * symbol in the URL fields for wildcard.
uk_ua: Правила обробляються одне за одним у певному порядку. При обробці поточного HTTP-запиту буде оброблено перше відповідне правило. Для підстановки використовуйте символ “*” у стрічці з URL.

source: http://www.webasyst.com/framework/docs/site/structure/
uk_ua: https://developers.webasyst.ru/docs/cookbook/basics/routing/

source: {$app.name|escape} app settled at
uk_ua: Додаток {$app.name|escape} поселено у

source: Open website in a new window
uk_ua: Відкрити сайт у новому вікні

source: URL of this Webasyst installation (relative).
uk_ua: URL цієї установки фреймворку Webasyst (відносний).

source: URL of the current app settlement (relative).
uk_ua: URL поселення поточного додатку (відносний).

source: URL to access Webasyst backend (relative).
uk_ua: URL доступу до бекенду (відносний).

source: URL of the current app’s design theme folder (relative).
uk_ua: URL директорії теми дизайну додатку (відносний).

source: Assigns a new title.
uk_ua: Встановлює новий заголовок.

source: Returns name of this Webasyst installation specified in Installer app settings.<br><em>escape = false</em> requires to embed special characters in account name instead of displaying them.
uk_ua: Повертає назву цієї установки Webasyst, яку вказано у налаштуваннях Інсталера<br><em>escape = false</em> потребується, аби включити спеціальні символи до назви акаунта замість того, аби їх відобразити.

source: Returns this site’s core navigation menu which is either defined automatically or manually in the Site‘s “Settings” screen.
uk_ua: Повертає основне меню навігації сайту, яке визначається автоматично або вручну у розділі «Налаштування сайту» додатку «Сайт».

source: Returns current page URL.<br><em>$absolute = true</em> requires to return an absolute URL instead of a relative one.<br><em>$without_params = true</em> requires to return current URL without GET parameters.
uk_ua: Повертає поточний URL сторінки.<br><em>$absolute = true</em> вимагає повернути абсолютний URL, а не відносний.<br><em>$without_params = true</em> вимагає повернути поточний URL без параметрів GET.

source: Returns this domain’s root URL (absolute).
uk_ua: Повертає кореневий URL домену (абсолютний).

source: Assigns a new value to a global variable.
uk_ua: Присвоює нове значення глобальній змінній.

source: Returns GET parameter value (same as PHP $_GET["<em>key</em>"]).<br>"<em>default</em>" is an optional default value which is returned if specified GET parameter is not found.
uk_ua: Повертає значення параметру GET (подібно до PHP $_GET["<em>key</em>"]). <br>"<em>default</em>" — це опціональне значення за замовчуванням, яке повертається, якщо не знайдено запрошений параметр GET.

source: Based on current session data, returns <em>true</em> or <em>false</em> depending on whether a multi-touch mobile device is used. If no session variable indicates the requested website version (mobile or desktop), User Agent information is used.
uk_ua: На основі даних поточної сесії, повертає <em>true</em> or <em>false</em> в залежності від того, чи використовується мультитач мобільний пристрій. Якщо жодна змінна сесії не вказує на запитувану версію сайту (мобільну або стаціонарну), використовується інформація User Agent.

source: Returns user locale; e.g., “en_US”, “ru_RU”. If the user is authorized, the locale is retrieved from the user’s record in the Contacts app or is detected automatically otherwise.
uk_ua: Повертає локаль користувача; наприклад, “en_US”, “uk_UA”. Якщо користувач авторизований, то локаль береться із запису користувача у додатку «Контакти»; в іншому випадку визначається автоматично.

source: Returns POST parameter value (same as $_POST["<em>key</em>"] in PHP).<br>"<em>default</em>" is an optional default value which is returned if specified POST parameter is not found.
uk_ua: Повертає значення параметра POST (так само як $_POST["<em>key</em>"] в PHP).<br>"<em>default</em>default</em>" є необов'язковим значенням за замовчуванням, яке повертається, якщо вказаний параметр POST не знайдено.

source: Returns SERVER parameter value (same as $_SERVER["<em>KEY</em>"] in PHP).<br>"<em>default</em>" is an optional default value which is returned if specified server parameter is not found.
uk_ua: Повертає значення параметра SERVER (так само, як $_SERVER["<em>KEY</em>"] у PHP).<br>"<em>default</em> є необов'язковим значенням за замовчуванням, яке повертається, якщо вказаний серверний параметр не знайдено.

source: Returns SESSION var value (same as $_SESSION["<em>key</em>"] in PHP).<br>"<em>default</em>" is an optional default value which is returned if specified session parameter is not found.
uk_ua: Повертає значення змінної SESSION (так само, як $_SESSION["<em>KEY</em>"] у PHP).<br>"<em>default</em> є необов'язковим значенням за замовчуванням, яке повертається, якщо вказаний параметр сесії не знайдено.

source: Embeds HTML block by ID.<br><em>$params</em> is array of Smarty variables to be passed to block contents.
uk_ua: Підключає блок HTML за ідентифікатором.<br><em>$params</em> — це масив змінних Smarty, які передаються до вмісту блоку.

source: Returns authorized user‘s data. "<em>field</em>" (string) is optional and indicates the field id to be returned. Returns <em>false</em> if user is not authorized.<br><em>$format</em> parameter (defaults to "html") defines the <a href="https://developers.webasyst.com/cookbook/basics/classes/waContact/#method-get" target="_blank">format</a> of the returned value.
uk_ua: Повертає дані авторизованого користувача. "<em>поле</em>" (рядок) є необов'язковим та зазначає ідентифікатор поля, що повертається. Повертає <em>false</em>, якщо користувач не авторизований.<br>Параметр <em>$format</em> (“html” за замовчуванням) визначає <a href="https://developers.webasyst.ru/docs/cookbook/basics/classes/waContact/#method-get" target="_blank">формат</a> значення, що повертається.

source: — not specified: returns entire User Agent string;
uk_ua: — не вказано: повертає повний рядок User Agent;

source: Welcome
uk_ua: Ласкаво просимо

source: Logout
uk_ua: Вийти

source: Login
uk_ua: Логін

source: Powered by Webasyst
uk_ua: Працює на Вебасист

source: Thank you!
uk_ua: Дякуємо!

source: You have successfully signed up.
uk_ua: Ви успішно зареєструвались.

source: Edit this layout in your <a href="{$wa_backend_url}">Webasyst backend</a> using “Site” app.
uk_ua: Відредагуйте цей макет у <a href="{$wa_backend_url}">бекенді Вебасисту</a> з використанням додатку «Сайт».

source: The requested resource is not available.
uk_ua: Ресурс недоступний.

source: Displays structured information about variable. Arrays and objects are explored recursively with values indented to show structure.
uk_ua: Відображає структуровану інформацію про змінну. Масиви та об'єкти розглядаються рекурсивно зі значеннями для того, щоб показати структуру.

source: Facebook
uk_ua: Фейсбук

source: Twitter
uk_ua: Твіттер

source: Close
uk_ua: Закрити

source: Cancel
uk_ua: Відміна

source: http://www.webasyst.com/developers/docs/creating-a-website-tutorial/
uk_ua: https://developers.webasyst.ru/tutorials/creating-a-website-tutorial/

source: We are using <a href="http://www.webasyst.com/" target="_blank">Webasyst</a>
uk_ua: Ми використовуємо <a href="http://www.webasyst.ru/" target="_blank">Webasyst</a>

source: Returns path to design theme folder by <em>theme_id</em> and <em>app_id</em>.
uk_ua: Повертає шлях до папки теми дизайну по <em>theme_id</em> та <em>app_id</em>.

source: Start by creating a page in your <a href="%s">site backend</a>.
uk_ua: Почніть зі створення сторінки у <a href="%s">бекенді сайту</a>.

source: Contact information successfully updated!
uk_ua: Контактну інформацію успішно оновлено!

source: Auth & Sign Up settings
uk_ua: Налаштування авторизації та реєстрації

source: %s personal account URL: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>
uk_ua: %s URL персонального акаунту: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>

source: Personal account profile URL: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>
uk_ua: URL персонального профілю: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>

source: A confirmation link will be sent to user after sign up
uk_ua: Посилання для підтвердження буде надіслано користувачеві після реєстрації

source: Personal &rarr; <a href="%s">Auth &amp; Sign Up settings</a>
uk_ua: Особисті &rarr; <a href="%s">Налаштування авторизації та входу</a>

source: Change password
uk_ua: Змінити пароль

source: Delete photo
uk_ua: Видалити фото

source: You successfully confirmed email.
uk_ua: Ви успішно підтвердили адресу електронної пошти.

source: Specified email is already in use.
uk_ua: Вказану адресу електронної пошти вже використовується.

source: Temporary redirecting
uk_ua: Тимчасове перенаправлення

source: Use server response code 302
uk_ua: Використовувати код відповіді сервера 302

source: Enable for <strong>temproray</strong> redirecting only, which you are planning to cancel in the future.
uk_ua: Увімкнути тільки для тимчасового перенаправлення, яке ви плануєте скасувати у майбутньому.

source: Disable for <strong>permanent</strong> redirecting with server response code 301, which is used to inform search engines that the new URL should be indexed instead of the old one.
uk_ua: Вимкніть для постійного перенаправлення з кодом відповіді сервера 301, який інформує пошукові системи про необхідність індексувати новий URL замість застарілого.

source: A registered website visitor will be able to log in only with an email address or phone number confirmed.
uk_ua: Зареєстрований відвідувач сайту зможе авторизуватись тільки за адресою email або підтвердженим номером телефону.

source: National direct-dialing code (NDD)
uk_ua: Національній код прямого виклику (National direct-dialing code, NDD)

source: Enter the NDD code which is used for making calls within your country.
uk_ua: Вкажіть код прямого виклику, який використовується для дзвінків по вашій країні.

source: The NDD, if specified, will be replaced with the country code in website visitors’ phone numbers.
uk_ua: Код прямого виклику, якщо вказано, буде замінено кодом країни у номерах телефонів користувачів сайту.

source: Country code
uk_ua: Код країни

source: Enter your country’s phone number code to be used in website visitors’ phone numbers instead of the NDD.
uk_ua: Введіть телефонний код вашої країни, який буде використовуватись у номерах телефонів користувачів замість коду прямого виклику.

source: Enter digits only
uk_ua: Введіть тільки цифри

source: text (text/plain)
uk_ua: текст (text/plain)

source: HTML code (text/html)
uk_ua: Код HTML (text/html)

source: If content type “file” is selected, downloading of a file will start automatically if there is no extension in its name.
uk_ua: Якщо обрано тип «файл», завантаження файлу почнеться автоматично, у разі, коли у його назві немає розширення.

source: Open “<a href="%s">Pages</a>” section and add a new page with an empty address. You will see its contents here.
uk_ua: Відкрийте розділ «<a href="%s">Сторінки</a>» та додайте нову сторінку із пустою адресою. Її вміст ви побачите нижче.

source: Move rule %s/* to the bottom of the rule list.
uk_ua: Перемістіть правило %s/* у кінець переліку.

source: By submitting this form I agree to %spersonal data protection policy%s
uk_ua: Надсилаючи цю форму, я погоджуюсь із %sполітикою обробки персональних даних%s

source: I agree to %spersonal data protection policy%s
uk_ua: Я погоджуюсь із %sполітикою обробки персональних даних%s

source: Rule cannot be saved
uk_ua: Не вдалося зберегти правило

source: Rule address contains unsupported character <strong class="highlighted">%s</strong>.
uk_ua: Правило містить символ, що не підтримується: <strong class="highlighted">%s</strong>.

source: “Custom text” rule is incorrect.
uk_ua: %d правил типу "настроюваний текст" налаштовані невірно.

source: “Redirect” rule is incorrect.
uk_ua: %d правило перенаправлення налаштоване невірно.

source: Homepage
uk_ua: Головна сторінка

source: Invalid value: %s.
uk_ua: Невірне значення: %s.

source: Optional set of custom <em>key=value</em> parameters, which can be used in design templates and pages of this settlement as <em>&#123;$wa->param("key")&#125;</em>. Each key=value pair must be specified on a separate line.
uk_ua: Додатковий набір користувацьких параметрів <em>key=value</em>, які можна використовувати у шаблонах оформлення та сторінках цього поселення як <em>&#123;$wa->param("key")&#125;</em>. Кожну пару ключ=значення потрібно вказати в окремому рядку.
