Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/site.po
Languages: uk_ua

source: Block
uk_ua: Блок

source: New block
uk_ua: Новий блок

source: View original
uk_ua: Переглянути оригінал

source: Block settings
uk_ua: Налаштування блоку

source: Revert to original
uk_ua: Відновити оригінал

source: Delete
uk_ua: Видалити

source: Embed block into a page or a template
uk_ua: Вбудувати блок на сторінку або в шаблон

source: Description
uk_ua: Опис

source: This will reset all customizations you applied to this block. Are you sure?
uk_ua: Відновлення з оригіналу скине всі зміни, які ви застосовували до блоку. Продовжити?

source: This will permanently delete this snipper. Are you sure?
uk_ua: Блок буде видалено назавжди. Ви впевнені?

source: Saving...
uk_ua: Збереження ...

source: Saved
uk_ua: Збережено

source: An error occurred while saving
uk_ua: При спробі збереження сталася помилка

source: Files
uk_ua: Файли

source: New folder
uk_ua: Нова папка

source: Upload files
uk_ua: Завантажити файли

source: Selected files
uk_ua: Вибрані файли

source: Move to folder
uk_ua: Перемістити в папку

source: Folder
uk_ua: Папка

source: Rename
uk_ua: Перейменувати

source: File
uk_ua: Файл

source: Modified
uk_ua: Змінено

source: Size
uk_ua: Розмір

source: Create
uk_ua: Створено

source: or
uk_ua: або

source: cancel
uk_ua: відміна

source: Uploading...
uk_ua: Завантаження ...

source: Upload
uk_ua: Завантажити

source: Save
uk_ua: Зберегти

source: Move
uk_ua: Перемістити

source: Delete folder
uk_ua: Видалити папку

source: Folder will be deleted without the ability to recover.
uk_ua: Папка буде видалена без можливості відновлення.

source: Delete files
uk_ua: Видалити файли

source: Files will be deleted without the ability to recover.
uk_ua: Файли будуть видалені без можливості відновлення.

source: New file
uk_ua: Новий файл

source: Template settings
uk_ua: Налаштування шаблону

source: File name
uk_ua: Назва файлу

source: File should have one of the allowed extensions: .html, .css, .js
uk_ua: Файл повинен мати одне з дозволених розширень: .html, .css, .js

source: Optional template description
uk_ua: Необов'язковий опис шаблону

source: File will be deleted without the ability to recover. Are you sure?
uk_ua: Файл буде видалено без можливості відновлення. Ви впевнені?

source: Error
uk_ua: Помилка

source: Blocks
uk_ua: Блоки

source: Authorization on %s
uk_ua: Авторизація на %s

source: Disabled
uk_ua: Вимкнено

source: Enabled
uk_ua: Увімкнено

source: User sign up, authorization and personal accounts are not enabled on %s.
uk_ua: Реєстрацію користувачів, авторизацію та особистий кабінет вимкнено на сайті %s.

source: User sign up, authorization and personal accounts are enabled on %s. <a id="configure-app" href="#" class="inline-link"><b><i>Configure URLs</i></b></a>
uk_ua: Реєстрацію користувачів, авторизацію та особистий кабінет увімкнено на %s. <a id="configure-app" href="#" class="inline-link"><b><i>Налаштувати</i></b></a>

source: Select the app that will host authorization forms. The URLs of my profile, signup and authorization pages will be defined by the selected app routing:
uk_ua: Оберіть програму, яка відповідатиме за функціональність форм реєстрації та авторизації користувачів на цьому сайті. Адреси сторінок реєстрації, входу і особистого кабінету будуть визначатися правилами маршрутизації обраної програми:

source: Auth
uk_ua: Авторизація

source: Enable captcha for signup form
uk_ua: Вимагати введення капчі (captcha) у формі реєстрації

source: Allow "Remember me" option in authorization form
uk_ua: Дозволити опцію "Запам'ятати мене" у формі авторизації

source: Third-party authorization
uk_ua: Авторизація через зовнішні сервіси

source: Enables your site visitors to quickly sign up or sign in via accounts on external popular platforms, e.g. Facebook and Twitter. <a href="http://www.webasyst.com/framework/docs/dev/auth-adapters/" target="_blank">Setup instructions</a> <i class="icon10 new-window"></i>
uk_ua: Дозволяє відвідувачам вашого сайту швидко зареєструватися або авторизуватися через акаунти в популярних сторонніх сервісах, наприклад, «Фейсбук» або «Твіттер». <a href="http://www.webasyst.ru/developers/docs/auth/auth-adapters/" target="_blank">Документація по налаштуванню</a> <i class="icon10 new-window"></i>

source: To enable authorization on this website, install and settle at least one app that supports authorization forms.
uk_ua: Щоб зробити доступною авторизацію на цьому сайті, встановіть хоча б один додаток, який підтримує форми авторизації, і налаштуйте для нього маршрутизацію.

source: Confirm email on sign up
uk_ua: Підтвердження email-адреси після реєстрації

source: A unique email confirmation link will be sent to user after the signup. User will be able to sign in only after this confirmation link has been clicked.
uk_ua: Користувачеві по email буде направлене унікальне посилання для підтверждення реєстрації. Користувач зможе увійти тільки після того, як перейде по цьому посиланню.

source: Text
uk_ua: Текст

source: Variables
uk_ua: Змінні

source: Sign up form fields
uk_ua: Поля форми реєстрації

source: Edit field label
uk_ua: Редагувати назву поля

source: Edit hint for this field
uk_ua: Редагувати підказку поля

source: Sign up
uk_ua: Реєстрація

source: Edit button label
uk_ua: Редагувати текст на кнопці

source: This app cannot be enabled for personal accounts on this domain, because the app is not settled in this domain's routing settings. Add this app to the routing table first so it becomes published on this site, and then you’ll be able to link it in personal accounts navigation.
uk_ua: Цей додаток не можна включити в особистому кабінеті, тому що він не підключений у правилах маршрутизації сайту. Додайте правило маршрутизації для цього додатка у налаштуваннях структури сайту, після чого ви зможете включити його в особистому кабінеті.

source: Setup routing
uk_ua: Налаштувати маршрутизацію

source: %s personal account URL: <a id="s-app-frontend-link" href="%s" target="_blank">%s</a> <i class="icon10 new-window top-padded"></i>
uk_ua: «%s» в особистому кабінеті: <a id="s-app-frontend-link" href="%s" target="_blank">%s</a> <i class="icon10 new-window top-padded"></i>

source: %s personal account is disabled on this site.
uk_ua: Особистий кабінет «%s» вимкнений на цьому сайті.

source: My profile
uk_ua: Мій профіль

source: Personal account structure is defined by the list of installed Webasyst apps linked in the current website frontend.
uk_ua: Структура особистого кабінету визначається списком встановлених і підключених на даному сайті додатків Webasyst.

source: Auth &amp; Sign Up settings
uk_ua: Налаштування авторизації

source: My profile page is not available on this site, because user authorization on this site is hosted by <strong>%s</strong> app, while it’s personal account functionality is disabled. Either enable <a href="#/personal/app/%s/">%s app’s personal account</a> on this site, or change the app that hosts user authorization in <a href="%s">Auth &amp; Sign Up</a> settings.
uk_ua: Сторінка управління профілем на цьому сайті недоступна, тому що особистий кабінет додатку «<strong>%s</strong>», відповідального за функціональність форм реєстрації та авторизації на цьому сайті, відключений. Для включення сторінки управління профілем необхідно або включити <a href="#/personal/app/%s/">особистий кабінет додатку «%s»</a>, або <a href="%s">в налаштуваннях авторизації</a> вибрати інший додаток, який буде відповідати за функціональність форм реєстрації та авторизації на цьому сайті.

source: My profile form fields
uk_ua: Поля форми настройки профілю

source: Site setup
uk_ua: Налаштування сайту

source: Delete entire website
uk_ua: Цілком видалити сайт

source: Settings
uk_ua: Налаштування

source: Domain name
uk_ua: Доменне ім'я

source: A valid URL pointing to this Webasyst installation.
uk_ua: Діюча адреса (URL), яка веде на дану установку фреймворку Webasyst.

source: E.g. <em>domain.com</em> if Webasyst is installed into domain.com's root folder, <em>domain.com/wa</em> if Webasyst is installed into /wa/ subfolder on domain.com. Do not put slash at the end of the URL.
uk_ua: Наприклад, <em>domain.ru</em>, якщо Webasyst встановлюється в кореневу директорію домену domain.ru, або <em>domain.ru/wa</em>, якщо Webasyst встановлюється в піддиректорію /wa/ домену domain.ru. Наприкінці URL додавати косу риску (/) не потрібно.

source: IMPORTANT
uk_ua: ВАЖЛИВО

source: The URL entered must point to the root of this Webasyst framework installation.
uk_ua: Адреса повинна вказувати на кореневу папку установки фреймворку Webasyst.

source: Site name
uk_ua: Назва сайту

source: Matches domain name
uk_ua: Збігається з доменним ім'ям

source: Site alias used within site selection menu (at the top left corner), and as the anchor name in frontend's <em>$wa->apps()</em> navigation menu array.
uk_ua: Псевдонім сайту, який використовується у меню вибору сайтів (у верхньому лівому куті) і в якості тексту посилання в меню навігації фронтенду <em>$wa->apps()</em>.

source: Alias (mirror site) for
uk_ua: Псевдонім (дзеркало сайту) для

source: menu
uk_ua: меню

source: The array defining core website navigation menu
uk_ua: Масив, який визначає основне меню навігації на сайті

source: All settled apps
uk_ua: Усі додатки

source: Automatically define navigation menu according to the routing rules
uk_ua: Меню навігації буде сформовано автоматично згідно з правилами маршрутизації цього сайту

source: Setup manually
uk_ua: Налаштувати вручну

source: Edit
uk_ua: Редагувати

source: When done editing, click “Save” to apply changes.
uk_ua: Після завершення редагування не забудьте натиснути кнопку «Зберегти».

source: Add link
uk_ua: Додати посилання

source: Background
uk_ua: Тло

source: Custom
uk_ua: Завантажити

source: Background is for customizing your Site app backend, which is useful when you have multiple websites powered by the single Webasyst installation. Selected background will not be shown in the frontend.
uk_ua: Тло використовується для індивідуальної настройки бекенду додатку «Сайт» - це зручно, якщо ви керуєте кількома сайтами всередині однієї установки фреймворку Вебасіст. Обране тло не видно у фронтенді.

source: Custom head JS
uk_ua: Користувальницький JavaScript-код всередині "head"

source: E.g. <strong>UA-123456-1</strong><br />If you are using <a href="https://www.google.com/analytics/">Google Analytics</a> to track your website visits and conversions, instead of embedding Google Analytics JS code manually, enter your Google Analytics Property ID here. A valid Google Analytics code will be automatically embedded into every app and every design theme before the closing &lt;/head&gt; tag.
uk_ua: Наприклад, <strong>UA-123456-1</strong><br />Якщо ви використовуєте <a href="https://www.google.com/analytics/">Google Analytics</a> для відстеження статистики відвідувань та конверсії вашого сайту, то замість додавання коду Google Analytics вручну досить просто ввести тут ваш Google Analytics Property ID. Правильний код Google Analytics автоматично вставиться в усі теми оформлення усіх додатків перед закриває тегом &lt;/head&gt;.

source: Additional JS code to be added before the closing &lt;/head&gt; tag:
uk_ua: Додатковий JavaScript-код для вставки перед закриваючим тегом &lt;/head&gt;:

source: Upload favicon
uk_ua: Завантажити фавіконки

source: Touch icon for iOS
uk_ua: Фавіконки для iOS

source: Upload iOS touch icon
uk_ua: Завантажити iOS-фавіконки

source: from 152x152 and up to 1024x1024 px
uk_ua: від 152х152 до 1024х1024 пікселів

source: Contents of this site's robots.txt file.
uk_ua: Вміст файлу robots.txt цього сайту.

source: Enable CDN (Content Delivery Network) support for this site by entering CDN URL prefix.
uk_ua: Увімкнути підтримку CDN (Content Delivery Network, Мережі Постачання Контенту) на цьому сайті шляхом вводу префіксу CDN URL.

source: Authorization
uk_ua: Авторизація

source: Personal &rarr; <a href="%s">Auth &amp; Sign Up</a>
uk_ua: Особистий кабінет &rarr; <a href="%s">Налаштування авторизації</a>

source: This will delete the link from the menu. Are you sure?
uk_ua: Це посилання буде видалене з меню. Ви впевнені?

source: This will delete entire website including all its pages without the ability to recover. Are you sure?
uk_ua: Буде видалений весь сайт з усіма сторінками без можливості відновлення. Ви впевнені?

source: settings
uk_ua: налаштування

source: Redirect
uk_ua: Перенаправлення

source: Back
uk_ua: Назад

source: Delete rule
uk_ua: Видалити правило

source: Settlement name
uk_ua: Назва поселення

source: Name is used in the <em>$wa->apps</em> navigation menu of this website
uk_ua: Назва використовується у меню навігації <em>$wa->apps</em> цього сайта

source: Design theme
uk_ua: Тема оформлення

source: Mobile design theme
uk_ua: Мобільна тема оформлення

source: Design theme for mobile multi-touch devices such as iPhone and Android
uk_ua: Тема оформлення для мобільних multi-touch пристроїв (iPhone, Android та ін.)

source: Locale
uk_ua: Локаль

source: Privacy
uk_ua: Публічність

source: Private settlement
uk_ua: Приховане поселення

source: When this option is enabled, the settlement is treated as hidden (not published), i.e. accessible by the direct URL but not included either in the $wa->apps array or in the main Sitemaps file. The private setting is useful for temporary settlements, such as “Under Construction” pages, and for other settlements which should not be included in the core website navigation menu or indexed by search engines.
uk_ua: При включенні цієї настройки поселення буде вважатися прихованим (не публічним). Воно буде доступне за своєю прямою адресою, але не буде включене у масив $wa->apps і основний Sitemap-файл. Прихованими зручно робити тимчасові поселення, наприклад, сторінки «Сайт знаходиться в розробці», і поселення, які не повинні бути включені в основне меню навігації або індексуватися пошуковими системами.

source: Custom parameters
uk_ua: Додаткові параметри

source: Optional set of custom <em>key=value</em> parameters which can be used within design templates and pages of this settlement as <em>&#123;$wa->globals("key")&#125;</em>. Each key=value pair should be on a separate line.
uk_ua: Необов'язковий набір параметрів виду <em>key=value</em>, до значень яких можна звертатися у шаблонах дизайну і сторінках цього поселення як <em>&#123;$wa->globals("key")&#125;</em>. Кожна пара key=value повинна бути вказана на окремому рядку.

source: Help
uk_ua: Допомога

source: This will delete the rule from website structure. Are you sure?
uk_ua: Правило буде видалене зі структури сайту. Ви впевнені?

source: Select route to manage its settings
uk_ua: Оберіть правило маршрутизації для редагування його налаштувань

source: Site structure
uk_ua: Структура сайту

source: New rule
uk_ua: Нове правило

source: Site structure is defined by routing rules. Each rule sets which app should run by which URL (web address). Similar to how folders are used to organize files on a computer, routing rules are used to create a website powered by multiple apps.
uk_ua: Структура сайту визначається правилами маршрутизації. Кожне правило вказує на адреси, за якими працюють додатки. За аналогією з тим, як папки використовуються для організації файлів на комп'ютері, правила маршрутизації використовуються для розподілу додатків по розділах сайту.

source: Rules are processed one by one in the given order. The first rule matching current HTTP request (web address) will be processed. Use * symbol in the URL fields for wildcard.
uk_ua: Правила обробляються по черзі у зазначеному порядку. Обробка починається з першого правила в списку і закінчується на правилі, яке відповідає поточному HTTP-запиту (адресою). Для позначення будь-яких символів в якості маски використовуйте зірочку (*).

source: http://www.webasyst.com/developers/docs/routing/site-app-routing/
uk_ua: http://www.webasyst.ru/developers/docs/routing/site-app-routing/

source: Loading
uk_ua: Завантаження

source: Cheat sheet
uk_ua: Шпаргалка

source: New site
uk_ua: Новий сайт

source: E.g. mydomain.com, www.mydomain.com, subdomain.mydomain.com
uk_ua: Наприклад, mydomain.ru, www.mydomain.ru, subdomain.mydomain.ru

source: Enter the URL of your new website. You should own the domain and map it into your Webasyst installation (the URL should be the effective URL to access this Webasyst installation). Contact your hosting provider on how to map your domain name.
uk_ua: Вкажіть URL нового сайту. Ви маєте бути власником доменного імені і попередньо налаштувати домен таким чином, щоб він вказував на дану установку Webasyst. Для налаштування доменного імені зверніться за допомогою до вашого хостинг-провайдеру.

source: Create site
uk_ua: Створити сайт

source: Structure
uk_ua: Структура

source: Personal
uk_ua: Особистий кабінет

source: This is a mirror site (alias) for <strong>%s</strong>.
uk_ua: Цей сайт є дзеркалом для <strong>%s</strong>.

source: File manager
uk_ua: Файл-менеджер

source: Unsaved changes will be lost if you leave this page now. Are you sure?
uk_ua: Незбережені зміни будуть втрачені. Ви впевнені?

source: File URL
uk_ua: URL файлу

source: Download
uk_ua: Завантажити

source: Delete file
uk_ua: Видалити файл

source: will be deleted without the ability to recover.
uk_ua: буде видалений без можливості відновлення.

source: Site
uk_ua: Сайт

source: Page name
uk_ua: Назва сторінки

source: Page title (&lt;title&gt;)
uk_ua: Заголовок сторінки (&lt;title&gt;)

source: Page content
uk_ua: Вміст сторінки

source: Page last update datetime
uk_ua: Час останнього оновлення сторінки

source: Returns the array of pages associated with the current “Site” app settlement. Each page is an array of ( <em>"id", "name", "title", "url", "create_datetime", "update_datetime", "content"[, "custom_1", "custom_2", …]</em> )
uk_ua: Повертає масив сторінок, пов'язаних з поселенням додатку «Сайт». Кожна сторінка являє собою масив з наступною структурою: <em>"id", "name", "title", "url", "create_datetime", "update_datetime", "content"[, "custom_1", "custom_2", …]</em>

source: Page list (only id, name, title, url, create_datetime, update_datetime)
uk_ua: Список сторінок (тільки id, name, title, url, create_datetime, update_datetime)

source: Returns page info (array) by <em>id</em> (int)
uk_ua: Повертає інформацію про сторінку (масив) з ідентифікатором <em>id</em> (int)

source: Content
uk_ua: Вміст

source: META Keywords
uk_ua: META Ключові слова

source: META Description
uk_ua: META Опис

source: Error code (e.g. 404)
uk_ua: Код помилки (наприклад, 404)

source: Error message
uk_ua: Повідомлення про помилку

source: Email feedback form
uk_ua: Форма для відправки повідомлень

source: This website is powered by the Site app.
uk_ua: Цей сайт працює на основі додатку «Сайт».

source: Refer to this tutorial to build your new site
uk_ua: Зверніться до цього навчального матеріалу, щоб створити свій новий сайт

source: http://www.webasyst.com/framework/docs/site/tutorial/
uk_ua: http://www.webasyst.ru/developers/docs/creating-a-website-tutorial/

source: added a new site
uk_ua: додав новий сайт

source: edited site settings
uk_ua: відредагував налаштування сайту

source: deleted site
uk_ua: видалив сайт

source: uploaded file
uk_ua: завантажив файл

source: deleted file
uk_ua: видалив файл

source: added a new block for site
uk_ua: додав новий блок для сайту

source: edited block for site
uk_ua: відредагував блок для сайту

source: deleted block for site
uk_ua: видалив блок на сайті

source: added a new routing rule
uk_ua: додав нове правило маршрутизації

source: edited routing rule
uk_ua: відредагував правило маршрутизації

source: deleted routing rule
uk_ua: видалив правило маршрутизації

source: Available sites
uk_ua: Доступні сайти

source: Only latin characters, numbers and underscore symbol are allowed.
uk_ua: Допускається використання тільки латинських букв, цифр і символу підкреслення.

source: Block with id "%s" already exists
uk_ua: Блок з ідентифікатором «%s» вже існує

source: Folder could not bet created due to the insufficient file write permissions for the %s folder.
uk_ua: Не вдалося створити папку через недостатні права на запис до папки %s.

source: An unkown error occured when attempting to create a folder.
uk_ua: При спробі створення папки сталася невідома помилка.

source: Files with extension .%s are not allowed to security considerations.
uk_ua: Файли з розширенням .%s не допускаються з міркувань безпеки.

source: Folder or file could not bet renamed due to the insufficient file write permissions for the %s folder.
uk_ua: Не вдалося перейменувати файл (папку) через недостатні права на запис до папки %s.

source: File (folder) can not be renamed
uk_ua: Не вдалося перейменувати файл (папку)

source: Enter the new name
uk_ua: Введіть нове ім'я

source: Selected folder (file) does not exist anymore
uk_ua: Обрана папка (файл) більше не існує

source: Files could not bet moved due to the insufficient file write permissions for the %s folder.
uk_ua: Не вдалося перемістити файли через недостатні права на запис до папки %s.

source: Can not move file “%s” to a new location
uk_ua: Не вдалося перемістити файл %s у вказану папку

source: Can not move to a new location
uk_ua: Не вдається перемістити в нове розташування

source: Folder could not bet deleted due to the insufficient permissions.
uk_ua: Не вдалося видалити папку через недостатні права доступу.

source: Files with extensions %s are allowed only.
uk_ua: Дозволяются тільки файли з розширеннями %s.

source: Image will be uploaded into
uk_ua: Зображення буде завантажене в

source: My account
uk_ua: Особистий кабінет

source: Database error
uk_ua: Помилка бази даних

source: URL of this Webasyst installation (relative)
uk_ua: URL установки Webasyst (відносний)

source: URL of the current app settlement (relative)
uk_ua: URL поточного поселення додатку (відносний)

source: URL to access Webasyst backend (relative)
uk_ua: URL доступу до бекенду Webasyst (відносний)

source: URL of the current app design theme folder (relative)
uk_ua: URL папки з файлами поточної теми оформлення (відносний)

source: Title
uk_ua: Назва

source: Assigns a new title
uk_ua: Встановлює новий заголовок

source: Returns name of this Webasyst installation (name is specified in “Installer” app settings)
uk_ua: Повертає назву даної установки Webasyst, вказане в налаштуваннях програми «Інсталлер»

source: Returns this site’s core navigation menu which is either set automatically or manually in the “Site settings” screen
uk_ua: Повертає основне меню навігації цього сайту, сформоване автоматично або вказане вручну в налаштуваннях сайту

source: Returns current page URL (either absolute or relative)
uk_ua: Повертає URL поточної сторінки (абсолютний або відносний)

source: Returns this domain’s root URL (absolute)
uk_ua: Повертає кореневий URL цього домену (абсолютний)

source: Returns value of the global var by <em>key</em>. Global var array is initially empty, and can be used arbitrarily.
uk_ua: Повертає значення глобальної змінної по ключу <em>key</em>. Масив глобальних змінних спочатку порожній і може використовуватися довільним чином.

source: Assigns global var a new value
uk_ua: Присвоює нове значення глобальній змінній

source: Returns GET parameter value (same as PHP $_GET["<em>key</em>"])
uk_ua: Повертає значення GET-параметра (аналогічно $_GET["<em>key</em>"] у PHP)
