Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/site.po
Languages: uk_ua

source: Based on current session data returns <em>true</em> or <em>false</em> if user is using a multi-touch mobile device; if no session var reflecting current website version (mobile or desktop) is available, User Agent information is used
uk_ua: Повертає <em>true</em> або <em>false</em> в залежності від того, чи використовує користувач в даний момент мобільний multi-touch пристрій (iPhone, Android та ін.) чи ні; якщо змінна сесії, яка містить тип версії сайту (мобільний або стандартний), відсутня, то використовується інформація із заголовків User Agent

source: Returns user locale, e.g. "en_US", "ru_RU". In case user is authorized, locale is retrieved from “Contacts” app user record, or detected automatically otherwise
uk_ua: Повертає мовну локаль користувача, наприклад, en_US, ru_RU. Якщо користувач авторизований, інформація про локалі витягується з програми «Контакти»; в іншому випадку визначається автоматично

source: Returns POST parameter value (same as PHP $_POST["<em>key</em>"])
uk_ua: Повертає значення POST-параметра (аналогічно $_POST["<em>key</em>"] у PHP)

source: Returns SERVER parameter value (same as PHP $_SERVER["KEY"])
uk_ua: Повертає значення параметра масиву SERVER (аналогічно $_SERVER["<em>key</em>"] у PHP)

source: Returns SESSION var value (same as PHP $_SESSION["<em>key</em>"])
uk_ua: Повертає значення змінної сесії SESSION (аналогічно $_SESSION["<em>key</em>"] у PHP)

source: Embeds HTML block by ID
uk_ua: Відображає вміст блоку за його ідентифікатором

source: Returns authorized user data from associated record in “Contacts” app. "<em>field</em>" (string) is optional and indicates the field id to be returned. If not Returns <em>false</em> if user is not authorized
uk_ua: Повертає масив з даними авторизованого користувача з відповідного запису у додатку «Контакти». Якщо вказаний необов'язковий параметр "<em>field</em>" (string), то повертається вміст конкретного поля запису про контакт. Якщо користувач не авторизований, функція повертає <em>false</em>

source: Returns User Agent info by specified “<em>key</em>” parameter:
uk_ua: Повертає інформацію User Agent за вказаною параметру <em>key</em>:

source: — <em>"platform"</em>: current visitor device platform name, e.g. <em>windows, mac, linux, ios, android, blackberry</em>;
uk_ua: — <em>platform</em>: назва системної платформи пристрою користувача, наприклад, <em>windows, mac, linux, ios, android, blackberry</em>;

source: — <em>"isMobile"</em>: returns <em>true</em> or <em>false</em> if user is using a multi-touch mobile device (iOS, Android and similar), based solely on User Agent string;
uk_ua: — <em>"isMobile"</em>: ґрунтуючись на вмісті заголовків User Agent, повертає <em>true</em> или <em>false</em> в залежності від того, чи використовує користувач в даний момент мобільне multi-touch пристрій (iPhone, Android та ін.) чи ні;

source: Returns path to theme folder by <em>theme_id</em> and <em>APP_ID</em>
uk_ua: Повертає шлях до папки теми дизайну по <em>theme_id</em> и <em>APP_ID</em>

source: Displays a simple variable (non array/object)
uk_ua: Відображає просту змінну (не підходить для масивів та об'єктів)

source: Displays the 5th element of a zero-indexed array
uk_ua: Відображає 5-й елемент масиву, вважаючи з нульового індексу

source: Displays the "<em>bar</em>" key value of an array. Similar to PHP $foo["bar"]
uk_ua: Відображає значення ключа масиву «<em>bar</em>» аналогічно $foo["bar"] в PHP.

source: Displays variable key value of an array. Similar to PHP $foo[$bar]
uk_ua: Відображає значення елемента масиву з перемінним ключем. Аналогічно використанню $foo[$bar] в PHP

source: Displays the object property named <em>bar</em>
uk_ua: Відображає властивість об'єкта з ім'ям <em>bar</em>

source: Displays the return value of object method named <em>bar()</em>
uk_ua: Відображає значення, що повертається методом об'єкта з ім'ям <em>bar()</em>

source: Displays structured information about variable. Arrays and objects are explored recursively with values indented to show structure. Similar to PHP var_dump($foo)
uk_ua: Відображає докладну інформацію про структуру змінної, масиву або об'єкта. Працює аналогічно функції PHP var_dump($foo)

source: Escapes a variable for safe display in HTML
uk_ua: Екранує змінну для безпечного відображення в HTML-коді

source: Outputs <em>$var</em> datetime in a user-friendly form. Supported <em>$format</em> values: <em>monthdate, date, dtime, datetime, fulldatetime, time, fulltime, humandate, humandatetime</em>
uk_ua: Відображає час <em>$var</em> у зручному для читання вигляді. Доступні значення <em>$format</em>: <em>monthdate, date, dtime, datetime, fulldatetime, time, fulltime, humandate, humandatetime</em>

source: Outputs the sum of <em>$x</em> and <em>$y</em>
uk_ua: Відображає суму <em>$x</em> і <em>$y</em>

source: Assigns variable a value
uk_ua: Присвоює значення змінної

source: Direct PHP function access. E.g. <em>{time()}</em> displays the current timestamp
uk_ua: Прямий доступ до функцій PHP. Наприклад, <em>{time()}</em> відображає поточну мітку часу UNIX

source: Content between {literal} tags will not be parsed by Smarty
uk_ua: Текст між тегами {literal} не обробляється Smarty

source: Embeds a Smarty template into the current content. <em>file</em> attribute specifies a template filename within the current design theme folder
uk_ua: Впроваджує шаблон Smarty в поточний зміст. Атрибут <em>file</em> вказує на ім'я файлу шаблону в папці поточної теми дизайну

source: Similar to PHP if statements
uk_ua: Аналогічно конструкції if в PHP

source: {foreach} is for looping over arrays of data
uk_ua: Використовується для перебору елементів в масивах даних

source: File could not be saved due to the insufficient file write permissions for the "%s" folder.
uk_ua: Не вдалося зберегти файл через недостатні права запису до папки «%s».

source: Incorrect domain URL: %s
uk_ua: Некоректний URL домену: %s

source: Website with a domain name %s is already registered in this Webasyst installation. Delete %s website (Site app > %s > Settings) to be able to use it's domain name for another website.
uk_ua: Сайт з доменним ім'ям %s уже зареєстрований у цій установці Вебасиста. Видаліть сайт %s (додаток «Сайт» > %s > Налаштування), щоб підключити цей домен до іншого сайту.

source: Settings could not be saved due to the insufficient file write permissions for the "%s" folder.
uk_ua: Не вдалося зберегти настройки через недостатні права запису до папки «%s».

source: Failed to upload file.
uk_ua: Не вдалося завантажити файл.

source: Files with extension *.ico are allowed only.
uk_ua: Допускаються тільки файли з розширенням *.ico.

source: Files with extension *.png are allowed only.
uk_ua: Дозволене завантаження тільки файлів з розширенням *.png.

source: Touch icon you upload here will not take effect for you website %s because your website is set for a subfolder on a domain. Touch icon uploaded using the form above will be set only for websites set from the domain root folder.
uk_ua: Зображення, завантажене за допомогою цієї форми, не буде відображене на сайті %s, тому що сайт розташований в підкаталозі домену. Завантажена через дану форму іконка може бути встановлена ​​тільки для сайтів, розміщених в кореневому каталозі домену.

source: Favicon image you upload here will not take effect for you website %s because your website is set for a subfolder on a domain. Favicon uploaded using the form above will be set only for websites set from the domain root folder.
uk_ua: Фавіконка, завантажена за допомогою цієї форми, не буде застосована до сайту %s, тому що сайт розташований в підкаталозі домена. Завантажена через дану форму іконка може бути встановлена ​​тільки для сайтів, розміщених в кореневому каталозі домена.

source: Rules you set above for robots.txt will not take effect for you website %s because your website is set for a subfolder on a domain. Rules for robots.txt from the form above will be effective only for websites set to the domain root folder.
uk_ua: Правила для файлу robots.txt, встановлені за допомогою цієї форми, не буде застосовано для сайту %s, тому що цей сайт розташований в підкаталозі домена. Вміст robots.txt, доданий за допомогою цієї форми, може бути застосовано тільки для сайтів, розташованих в кореневому каталозі домену.

source: File favicon.ico exists in the Webasyst framework installation folder. The favicon you upload here will be overridden by the icon uploaded as file unless you delete this file.
uk_ua: Файл favicon.ico виявлено в поточній папці установки Вебасист. Замість фавіконки, збереженої на цій сторінці, буде відображатися фавіконка з вказаного файлу,поки ви його не видалите.

source: File apple-touch-icon.png exists in the Webasyst framework installation folder. The touch icon you upload here will be overridden by the icon uploaded as file unless you delete this file.
uk_ua: Файл apple-touch-icon.png виявлено в каталозі установки Webasyst. Замість іконки, збереженої на цій сторінці, буде відображатися іконка з вказаного файлу, поки ви його не видалите.

source: File robots.txt exists in the Webasyst framework installation folder. Rules for robots.txt you specify above will not take effect unless you delete this file.
uk_ua: Файл robots.txt виявлений в каталозі установки Webasyst. Правила для файлу robots.txt, збережені на цій сторінці, чи не будуть застосовані, поки ви не видалите цей файл.

source: Settings could not be saved due to the insufficient file write permissions for the file "%s".
uk_ua: Не вдалося зберегти настройки через недостатні права на запис файлу «%s».

source: The URL %s is already used by %s app. If you proceed, this will replace %s app with %s app on this URL.
uk_ua: Адреса %s вже використовується додатком «%s». Якщо ви продовжите, поселення додатку «%s» за цим URL буде повністю замінено поселенням додатки «%s».

source: Auto
uk_ua: Авто

source: Website with a domain name %s is already registered in this Webasyst installation. Delete %s website (Site app > Settings > %s) to be able to use it's domain name for another website.
uk_ua: Сайт з доменним ім'ям %s вже зареєстрований в цій установці Вебасисту. Видаліть сайт %s (додаток «Сайт»> %s> Настройки), щоб підключити цей домен до іншого сайту.

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
uk_ua: Ми використовуємо <a href="http://www.webasyst.ru">Webasyst</a>

source: Welcome to your new site!
uk_ua: Ласкаво просимо на ваш новий сайт!

source: Start by <a href="%s">creating a page</a> in your site backend.
uk_ua: Почніть зі <a href="%s">створення сторінки</a> у бекенді сайту.

source: Site settings
uk_ua: Налаштування сайту

source: System settings
uk_ua: Системні налаштування

source: CDN address
uk_ua: Адреса CDN

source: Remove
uk_ua: Видалити

source: Security
uk_ua: Безпека

source: Redirect to HTTPS
uk_ua: Перенаправляти на HTTPS

source: You cannot enable redirection because your web server does not allow to distinguish HTTP from HTTPS.
uk_ua: Ви не можете увімкнути перенаправлення, тому що ваш веб-сервер не в змозі відрізнити HTTP від HTTPS.

source: To activate this option, <a>log in via HTTPS</a>.
uk_ua: Аби увімкнути цю опцію, <a>авторизуйтесь з використанням HTTPS</a>.

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection.
uk_ua: Перенаправити відвідувачів сайту зі звичайного HTTP до безпечного HTTPS-з'єднання.

source: This option will work only if an SSL certificate is installed for your domain name.
uk_ua: Ця опція буде діяти тільки якщо для вашого доменного імені встановлено SSL-сертифікат.

source: Добавить
uk_ua: Додати

source: Site structure error notifications
uk_ua: Повідомлення про помилки у структурі сайту

source: Show error notifications in site structure settings.
uk_ua: Показувати повідомлення про помилки у структурі сайту.

source: Files uploaded here are accessible to all website visitors without authorization. Do not upload private files.
uk_ua: Завантажені тут файли доступні усім відвідувачам сайту без авторизації. Не завантажуйте приватні файли.

source: Your file is too large. Either raise the size limit for uploaded files in PHP configuration above %s bytes or upload a smaller file.
uk_ua: Ваш файл надто великий. Підніміть обмеження на розмір завантажуваних файлів у конфігурації PHP понад %s байт або завантажте файл меншого розміру.

source: Custom text
uk_ua: Довільний текст

source: Comment
uk_ua: Коментар

source: Redirect disabled
uk_ua: Перенаправлення вимкнено

source: Redirect enabled
uk_ua: Перенаправлення увімкнено

source: Language
uk_ua: Мова

source: Select a language to translate text strings in website frontend.
uk_ua: Оберіть мову, якою має відображатися текст у фронтенді вебсайту.

source: If “Auto” option is selected, website language will be determined by user browser settings.
uk_ua: Якщо обрано опцію «Авто», мову веб-сайту буде визначати налаштування браузера відвідувача.

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection within this settlement.
uk_ua: Перенаправити відвідувачів сайту зі звичайного HTTP до безпечного HTTPS-з'єднання у цьому поселенні.

source: Text to be returned at specified URL
uk_ua: Текст, який має бути відображено за вказаним URL

source: Content type
uk_ua: Тип вмісту

source: file
uk_ua: файл

source: App [%s] deleted or disabled.
uk_ua: Додаток [%s] видалено або вимкнено.

source: To enable redirect to HTTPS for <em>all</em> website settlements, change this option in <a href="%s#/settings/">common site settings</a>.
uk_ua: Аби увімкнути перенаправлення на HTTPS для <em>усіх</em> поселень веб-сайту, зробіть налаштування у <a href="%s#/settings/">загальних настройках сайту</a>.

source: This rule is disabled because it is placed below a more general rule. Move this rule higher in the list to enable it.
uk_ua: Це правило вимкнено тому, що воно знаходиться нижче, ніж більш загальне правило. Перетягніть це правило вище у переліку, аби увімкнути його.

source: Email or domain
uk_ua: Email або доменне ім'я

source: Default
uk_ua: За замовчуванням

source: Enter an <strong>email address</strong> to set up a transport <em>for one sender email</em>.<br>Enter a <strong>domain name</strong> to set up a transport <em>for all sender emails on that domain</em>.
uk_ua: Вкажіть <strong>email-адресу</strong>, щоб налаштувати транспорт для <em>одного email відправника</em>. Вкажіть <strong>доменне ім'я</strong>, аби налаштувати транспорт для <em>усіх email відправника на цьому домені</em>.

source: Transport
uk_ua: Транспорт

source: Options
uk_ua: Параметри

source: Host
uk_ua: Хост

source: Port
uk_ua: Порт

source: Login name
uk_ua: Логін

source: Password
uk_ua: Пароль

source: Encryption
uk_ua: Шифрування

source: None
uk_ua: Немає

source: Pop3 host
uk_ua: Хост POP3

source: Pop3 port
uk_ua: Порт POP3

source: Command
uk_ua: Команда

source: Add a DKIM signature to outgoing email messages to confirm your ownership of the sender’s email address.
uk_ua: Додайте підпис DKIM для вихідних email-повідомлень, аби підтвердити належність email-адреси вам.

source: Enter an email address in “Sender” field to use DKIM.
uk_ua: Для використання DKIM вкажіть адресу відправника.

source: You need to install openssl php extention to use DKIM
uk_ua: Аби користуватись DKIM, вам необхідно встановити розширення PHP OpenSSL

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
uk_ua: Аби користуватись DKIM, потрібна версія PHP 5.3 або вища. Ваша поточна версія:

source: Add a new <b>TXT record</b> with this public DKIM key to the DNS zone of domain name
uk_ua: Додайте новий TXT-запис із цим публічним ключем DKIM у DNS-зону домену

source: Host
uk_ua: Хост

source: Domain
uk_ua: Доменне ім'я

source: Record type
uk_ua: Тип запису

source: Value
uk_ua: Значення

source: Email settings
uk_ua: Параметри email

source: Email address for notifications
uk_ua: Email-адреса для сповіщень

source: Main account administrative email where system notification will be sent.
uk_ua: Основна електронна адреса адміністратора, на яку відправлятимуться системні повідомлення.

source: Sender email address
uk_ua: Email-адреса відправника

source: Reply-To address for system email notifications sent by Webasyst.
uk_ua: Цю електронну адресу буде вказано в якості зворотної адреси в системних email-повідомленнях, що відправляються Вебасістом.

source: Select how email messages must be sent by default from your Webasyst.
uk_ua: Оберіть, яким чином Вебасіст відправлятиме email-повідомлення за замовчуванням.

source: If you use different sender email addresses in your apps, then you can add extra rules to send messages from those addresses. Emails from other addresses will be sent via the transport selected in “Default” section.
uk_ua: Якщо ви використовуєте різні email-адреси відправника у своїх додатках, то можете створити додаткові правила для цих адрес. Email з інших адрес будуть відправлятися транспортом, вказаним в розділі «За замовчуванням».

source: Add email sending rule
uk_ua: Додати правило відправки email

source: General settings
uk_ua: Загальні налаштування

source: Maps
uk_ua: Карти

source: B,KB,MB
uk_ua: Б,КБ,МБ

source: File not found
uk_ua: Файл не знайдено

source: Stretch to fill entire screen
uk_ua: Розтягнути зображення на весь екран

source: Company name
uk_ua: Назва компанії

source: May be displayed on websites and in email notifications.
uk_ua: Може відображатись на веб-сайтах та у повідомленнях email.

source: Website address
uk_ua: Адреса веб-сайту

source: May be used on websites and in email notifications.
uk_ua: Може відображатись на веб-сайтах та у повідомленнях email.

source: Locale of software available for installation in Installer
uk_ua: Локаль програмних продуктів, доступних для установки через Інсталлер

source: Localization engine
uk_ua: Двигун локалізації

source: Auto-login
uk_ua: Автологін

source: Allow “Remember me” option in Webasyst backend authorization form
uk_ua: Можна включити «Запам'ятати мене» при вході у Вебасіст

source: Authorization form background image
uk_ua: Фон форми авторизації

source: Clear cache
uk_ua: Очистити кеш

source: For developers
uk_ua: Для розробників

source: Developer mode
uk_ua: Режим відладки (debug mode)

source: Debug mode disables caching and enables verbose error messages. Recommended for debugging and during software development.
uk_ua: Режим відладки вимикає кешування та вмикає детальні повідомлення про помилки. Рекомендується для діагностики помилок та протягом розробки програмного забезпечення.

source: Delete authorization form background image?
uk_ua: Видалити фонове зображення форми авторизації?

source: Сaptcha settings
uk_ua: Налаштування CAPTCHA

source: Select a type of captcha to be used on your websites.
uk_ua: Оберіть тип CAPTCHA, який буде використовуватись на ваших сайтах.

source: Сaptcha type
uk_ua: Тип CAPTCHA

source: Webasyst Captcha
uk_ua: CAPTCHA Webasyst

source: Google reCAPTCHA
uk_ua: reCAPTCHA від Google

source: Site Key
uk_ua: Ключ сайта

source: Secret
uk_ua: Секрет

source: Get site key and secret for your website
uk_ua: Отримати ключ та секрет для вашого веб-сайту

source: Invisible mode
uk_ua: Невидимий режим

source: Maps settings
uk_ua: Налаштування карт

source: Select an online map service to display maps.
uk_ua: Оберіть сервіс онлайн-карт для відображення карт.

source: Map service
uk_ua: Сервіс карт

source: No map services available
uk_ua: Немає доступних сервісів карт

source: Select Webasyst default captcha or Google reCAPTCHA
uk_ua: Оберіть стандартну CAPTCHA від Webasyst або reCAPTCHA від Google

source: Allow “Remember me” option in authorization form on the website
uk_ua: Можна включити «Запам'ятати мене» при вході в Вебасіст

source: Enables your site visitors to quickly sign up or sign in via accounts on external popular platforms, e.g. Facebook and Twitter. <a href="https://support.webasyst.com/5556/third-party-auth-setup/" target="_blank">Setup instructions</a> <i class="icon10 new-window"></i>
uk_ua: Дозволяє вашим відвідувачам швидко реєструватись або входити за допомогою облікових записів на зовнішніх популярних платформах — наприклад, Facebook та Twitter. <a href="https://support.webasyst.ru/5554/third-party-auth-setup/" target="_blank">Інструкції з налаштування</a> <i class="icon10 new-window"></i>

source: Personal data processing
uk_ua: Обробка персональних даних

source: Do not require consent to personal data protection policy
uk_ua: Не вимагати згоди із політикою обробки персональних даних

source: Show only notice and link to policy
uk_ua: Показувати тільки підказку із посиланням на політику

source: Show mandatory checkbox, notice, and link
uk_ua: Пропонувати увімкнути обов'язковий прапорець із підказкою та посиланням

source: Restore original text
uk_ua: Відновити стандартний текст

source: ---INSERT A LINK HERE!---
uk_ua: ---ВСТАВТЕ СЮДИ ПОСИЛАННЯ НА ДОКУМЕНТ!---

source: You have no rules set up for %s app.
uk_ua: Ви не налаштували правил для %s додатку.

source: Some rules of %s app are incorrect.
uk_ua: Деякі правила %s додатку є невірними.

source: Cache cleared
uk_ua: Кеш очищено

source: But with errors:
uk_ua: З помилками:

source: Gettext (recommended)
uk_ua: Gettext (рекомендовано)

source: Extension openssl is not installed
uk_ua: Розширення OpenSSL не встановлено

source: Failed to create DKIM signature
uk_ua: Не вдалось створити підпис DKIM

source: A special server for sending email messages. You can send email via any SMTP server for which you have connection credentials: host, port, user name, and password. It may belong either to your web-hosting company or to a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
uk_ua: Спеціальний сервер для надсилання email-повідомлень. Ви можете надсилати email через довільний сервер SMTP, до якого у вас є дані для підключення: хост, порт, ім'я користувача та пароль. Він може належати вашому провайдеру хостинга або публічному поштовому сервісу — Gmail, Yahoo! Mail, Outlook.com та іншим.

source: php mail() function
uk_ua: PHP-функція mail()

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
uk_ua: Деякі хостинг-провайдери дозволяють надсилати електронні повідомлення тільки цим транспортом. Якщо існує необхідність ввести додаткові параметри, їх можна вказати у текстовому полі при виборі варіанту «PHP-функція mail ()». За замовчуванням використовується параметр -f%s.

source: This is a default command for sending email in UNIX-like operating systems. You can edit it to use a different command for sending messages if you are an experienced server administrator.
uk_ua: Це стандартна команда для надсилання email у UNIX-подібних операційних системах. Ви можете відредагувати її, аби використовувати іншу команду для надсилання повідомлень, якщо ви досвідчений системний адміністратор.

source: Invalid e-mail
uk_ua: Невірний email

source: Settings have been saved
uk_ua: Налаштування збережено

source: Delete route
uk_ua: Видалити маршрут

source: You are about to delete the only routing rule set up for <b>%s</b> app.
uk_ua: Ви збираєтесь видалити єдине правило маршрутизації для <b>%s</b> додатку.

source: This will limit its functionality. Delete the rule?
uk_ua: Це обмежить функціональність. Видалити правило?

source: Login and signup settings for %s
uk_ua: Вхід та налаштування реєстрації для %s

source: User personal area
uk_ua: Особистий кабінет користувача

source: authorization enabled
uk_ua: авторизація включена

source: Ways of login and registration
uk_ua: Способи входу та реєстрації
