Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/stickies.po
Languages: uk

source: Stickies
uk: Стікери

source: Apps
uk: Додатки

source: New board
uk: Нова дошка

source: Add
uk: Додати

source: Settings
uk: Параметри

source: Empty server responce
uk: Пуста відповідь сервера

source: AJAX request error
uk: Помилка AJAX-запита

source: Invalid server responce
uk: Нерозпізнана відповідь сервера

source: Delete board with all stickies?
uk: Видалити дошку разом з усіма стікерами на ній?

source: Error occurred while sorting boards
uk: Виникла помилка в процесі сортування дошок

source: Please wait
uk: Будь ласка, зачекайте

source: Loading...
uk: Завантаження...

source: Delete
uk: Видалити

source: Sticky status
uk: Статус стікера

source: Color
uk: Колір

source: New sticky
uk: Новий стікер

source: Name
uk: Назва

source: Background
uk: Тло

source: Save
uk: Зберегти

source: Delete board
uk: Видалити дошку

source: no name
uk: без назви

source: Not enough rights to work with current board
uk: Недостатньо прав для роботи з поточною дошкою

source: Not enough rights to add new board
uk: Недостатньо прав для створення нової дошки

source: Board
uk: Дошка

source: Error while delete sticky
uk: Помилка видалення стікера

source: Error while save sticky
uk: Помилка збереження стікера

source: Invalid sticky ID
uk: Помилковий ідентифікатор стікера

source: Allow add new board
uk: Дозволено додавати нові дошки

source: Available boards
uk: Доступні дошки

source: Boards
uk: Дошки

source: My stickies
uk: Мої стікери

source: Cancel
uk: Відмінити

source: Board not found
uk: Дошка не знайдена

source: created a new board
uk: створив нову дошку

source: edited board
uk: відредагував дошку

source: deleted board
uk: видалив дошку

source: added a new sticky
uk: додав новий стікер

source: edited sticky
uk: відредагував стікер

source: resized sticky
uk: змінив розмір стікера

source: moved sticky to another board
uk: перемістив стікер на іншу дошку

source: deleted sticky
uk: видалив стікер

source: moved sticky
uk: перемістив стікер
