Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/shipping/shipping_flatrate.po
Languages: uk_ua

source: Shipping rate
uk_ua: Вартість доставки

source: Enter shipping rate as a flat rate, as a percent of cart total, or as a sum of both. Examples: <b>20</b>, <b>10%</b>, <b>20+10%</b>
uk_ua: Вкажіть вартість доставки у вигляді фіксованої ставки, або у відсотках від загальної суми кошику, або як суму обох. Приклади: <b>20</b>, <b>10%</b>, <b>20+10%</b>

source: Currency
uk_ua: Валюта

source: Currency in which shipping rate is provided
uk_ua: Валюта, у якій наводиться вартість доставки

source: Estimated delivery time
uk_ua: Розрахунковий час доставки

source: Average order transit time. Estimated delivery date will be calculated automatically and shown to customer.
uk_ua: Середній час обробки замовлення. Розрахункову дату доставки буде обраховано автоматично та показано клієнтові.

source: Same day
uk_ua: В той же день

source: Next day
uk_ua: Наступний день

source: 2 days
uk_ua: 2 дні

source: 3 days
uk_ua: 3 дні

source: 1 week
uk_ua: 1 тиждень

source: 2 weeks
uk_ua: 2 тижні

source: Undefined
uk_ua: Не визначено

source: Prompt for address
uk_ua: Підказка для адреси

source: Request customer to fill in all address fields in case shipping address was not provided yet
uk_ua: Просити клієнта заповнити усі поля адреси у разі, якщо адресу доставки ще не було вказано

source: Shipping type
uk_ua: Тип доставки

source: Select an appropriate type for this shipping method
uk_ua: Виберіть доречний тип для цього способу доставки

source: Shipping by post
uk_ua: Доставка поштою

source: Courier shipping
uk_ua: Кур&#39;єрська доставка

source: Shipping service name
uk_ua: Назва послуги доставки

source: Enter optional shipping service name which will be shown to customers next to this shipping option
uk_ua: Ввести додатково назву сервісу доставки, яку буде показано клієнтам поруч із цим варіантом доставки

source: Shipping area restriction
uk_ua: Обмеження зони доставки

source: Leave all fields empty if this shipping option must be available to customers from any geographical regions
uk_ua: Залиште усі поля порожніми, якщо цей варіант доставки має бути доступним клієнтам з будь-яких регіонів

source: Country
uk_ua: Країна

source: Region
uk_ua: Регіон

source: Locality names separated by comma
uk_ua: Найменування населених пунктів, розділені комою

source: Flat rate
uk_ua: Доставка з фіксованою вартістю

source: Fixed shipping rate not depending on the shipment value and weight.
uk_ua: Фіксована вартість доставки незалежно від вартості і ваги вантажу.

source: Ground shipping
uk_ua: Наземна доставка

source: Online shipment tracking: <a href="link">link</a>.
uk_ua: Відстеження посилок в інтернеті: <a href="link">посилання</a>.

source: Printform name
uk_ua: Назва друкованої форми

source: Printform description
uk_ua: Опис друкованої форми

source: Printable form not found
uk_ua: Друковану форму не знайдено

source: Sample shipping form
uk_ua: Зразок форми доставки

source: Sample consignment note
uk_ua: Зразок накладної

source: Destination address
uk_ua: Адреса призначення

source: Order content
uk_ua: Зміст замовлення

source: There are no items in the shipment
uk_ua: У посилці немає товарів

source: Total amount
uk_ua: Загальна сума

source: Adds a fixed flat shipping rate to the order value
uk_ua: Додає фіксовану вартість доставки до суми замовлення

source: This fixed shipping rate will be added to the order total
uk_ua: Цю фіксовану вартість доставки буде додано до суми замовлення

source: Average order transit time. Estimated delivery date will be calculated automatically and shown to customer
uk_ua: Середній час обробки замовлення. Розрахункову дату доставки буде обраховано автоматично та показано клієнтові

source: 1 day
uk_ua: 1 день

source: Sample consignment description
uk_ua: Зразок опису вантажу
