Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/plugins/blog_import.po
Languages: uk_ua

source: Source
uk_ua: Джерело

source: Platform
uk_ua: Платформа

source: Select platform
uk_ua: Оберіть платформу

source: Target
uk_ua: Мета

source: Import
uk_ua: Імпорт

source: Please do not close your browser window and do not leave this page until the entire import process is finished.
uk_ua: Не закривайте браузер, будь ласка, та не покидайте цю сторінку до закінчення імпорту.

source: If you leave this page now, the import process is likely to be interrupted. Leave the page?
uk_ua: Якщо ви зараз покинете цю сторінку, процес імпорту, ймовірно, буде перервано. Залишити сторінку?

source: All imported posts will be authored by this user
uk_ua: Усі імпортовані записи будуть створені цим користувачем

source: Filter duplicate posts
uk_ua: Фільтрувати дублікати записів

source: By post title
uk_ua: За назвою запису

source: If a blog post with the same name exists in the target WebAsyst blog, the post will not be imported
uk_ua: Якщо запис блогу із тією ж назвою існує в блозі призначення на Webasyst, запис не буде імпортовано

source: Don’t filter duplicates
uk_ua: Не фільтрувати дублікати

source: All posts will be imported
uk_ua: Буде імпортовано усі записи

source: Blog
uk_ua: Блог

source: Target blog where all posts should be imported
uk_ua: Цільовий блог, куди буде імпортовано усі записи

source: Author
uk_ua: Автор

source: Find and replace
uk_ua: Знайти і замінити

source: Import posts
uk_ua: Імпорт записів

source: Transfer posts from popular blog platforms such as Wordpress and LiveJournal
uk_ua: Перенос записів блогу з популярнихплатформ, таких як WordPress і Livejournal

source: LiveJournal user
uk_ua: Користувач LiveJournal

source: Password
uk_ua: Пароль

source: LiveJournal does not appear to be responding right now. Please try again later.
uk_ua: Схоже, LiveJournal наразі не відповідає. Спробуйте ще раз пізніше, будь ласка.

source: Invalid URL
uk_ua: Неправильний URL

source: I/O error: %s
uk_ua: Помилка вводу/виводу: %s

source: PHP extension curl required
uk_ua: Необхідне розширення PHP curl

source: PHP extension SimpleXML required
uk_ua: Необхідне розширення PHP SimpleXML

source: Path to folder
uk_ua: Шлях до папки

source: Path to folder of the WebAsyst (old version) installation
uk_ua: Шлях до папки установки старої версії Webasyst

source: Invalid PATH %s; %s
uk_ua: Невірний PATH %s; %s

source: directory not exists
uk_ua: каталогу не існує

source: file kernel/wbs.xml not found
uk_ua: файл kernel/wbs.xml не знайдено

source: invalid file %s
uk_ua: неправильний файл %s

source: Invalid SQL server name
uk_ua: Неприпустиме ім&#39;я сервера SQL

source: WordPress version should be at least 1.5.0
uk_ua: Версія WordPress повинна бути як мінімум 1.5.0

source: Wordpress URL
uk_ua: URL-адреса WordPress

source: Source blog URL
uk_ua: URL-адреса блога-джерела

source: Login
uk_ua: Логін

source: Wordpress blog user login
uk_ua: Логін користувача блогу Wordpress

source: Wordpress blog user password
uk_ua: Пароль користувача блогу Wordpress

source: Invalid server response with code %d
uk_ua: Неправильна відповідь сервера з кодом %d

source: Data access URL
uk_ua: URL-адреса доступу до даних

source: For WebAsyst <strong>PHP software</strong> installed on your server:<br /> 1. Download data access script <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a>, and upload it to your Webasyst published/ folder via FTP.<br /> 2. Enter the complete URL to this file, which should look like this: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> For <strong>hosted accounts</strong>: get your Secure Data Access URL in your ACCOUNT.webasyst.net backend’s “Account (link in the top right corner) &gt; System Settings” page.
uk_ua: Для встановленого на вашому сервері <strong>програмного забезпечення PHP</strong> Webasyst: 1. Скачайте скрипт доступу до даних <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a> та завантажте його до папки published/ по FTP.<br />2. Введіть повну URL-адресу цього файлу, вона має виглядати приблизно так: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> Для <strong>акаунтів веб-сервісу</strong>: отримайте ваш URL безпечного доступу до даних (Secure Data Access URL) у бекенді вашого акаунту ACCOUNT.webasyst.net на сторінці «Системні налаштування» (посилання у верхньому правому кутові).

source: WebAsyst user login
uk_ua: Логін користувача Webasyst

source: WebAsyst user password
uk_ua: Пароль користувача Webasyst

source: Invalid URL, login or password
uk_ua: Невірні URL, логін або пароль

source: Invalid server response
uk_ua: Неправильна відповідь сервера

source: PHP extension curl not loaded
uk_ua: Розширення PHP cURL не завантажене

source: Error while init Curl
uk_ua: Помилка ініціалізації сURL

source: Curl error %d#:%s
uk_ua: Помилка cURL %d#:%s

source: Invalid regex
uk_ua: Неправильний регулярний вираз

source: There was an internal PCRE error
uk_ua: Сталася внутрішня помилка бібліотеки PCRE

source: Backtrack limit was exhausted
uk_ua: Ліміт backtrack вичерпано

source: Recursion limit was exhausted
uk_ua: Ліміт рекурсії вичерпано

source: The offset didn't correspond to the begin of a valid UTF-8 code point
uk_ua: Зсув не збігається з валідним початком коду UTF-8

source: Malformed UTF-8 data
uk_ua: Невірно сформовані дані UTF-8

source: Transport type %s not found
uk_ua: Тип транспорту %s не знайдено

source: Target blog not found
uk_ua: Блог призначення не знайдено

source: Author not found or has insufficient rights
uk_ua: Автора не знайдено або у нього недостатньо прав

source: Invalid replace settings
uk_ua: Невірні налаштування заміни

source: Invalid settings
uk_ua: Неприпустимі параметри

source: Import posts and comments from a WordPress blog
uk_ua: Імпорт записів та коментарів з блогу WordPress

source: Import posts from a LiveJournal blog (comments are not imported)
uk_ua: Імпорт записів з блогу на Livejournal (коментарі не імпортуються)

source: WebAsyst Shop-Script (same server)
uk_ua: WebAsyst Shop-Script (на тому ж сервері)

source: Import news from WebAsyst Shop-Script (older version of the Shop-Script app)
uk_ua: Імпорт новин з WebAsyst Shop-Script (застарілої версії додатку Shop-Script)

source: WebAsyst Shop-Script (remote server)
uk_ua: WebAsyst Shop-Script (віддалений сервер)

source: Search for
uk_ua: Шукати:

source: Replace with
uk_ua: Замінити на:

source: Reg Exp<br /> (advanced)
uk_ua: Регулярний вираз<br /> (розширений)

source: Remove the rule
uk_ua: Видалити правило

source: Add a rule
uk_ua: Додати правило
