Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/plugins/crm_telphin.po
Languages: uk_ua

source: Error fetching record URL from telphin API:
uk_ua: Помилка отримання URL запису від API telphin:

source: Record does not exist
uk_ua: Запису не існує

source: E-mail
uk_ua: Електронна пошта

source: or
uk_ua: або

source: cancel
uk_ua: відмінити

source: Save
uk_ua: Зберегти

source: Close
uk_ua: Закрити

source: Send a request for connection
uk_ua: Надіслати запит на підключення

source: If you have an account,<br>go to the plugin settings.
uk_ua: Якщо у вас є обліковий запис,<br>перейдіть до налаштувань плагіна.

source: Set up connection
uk_ua: Налаштування підключення

source: The contact person
uk_ua: Контактна особа

source: Phone number
uk_ua: Номер телефону

source: Company name
uk_ua: Назва компанії

source: Comment
uk_ua: Коментар

source: Send an application
uk_ua: Надіслати заявку

source: To obtain the authorization parameters, you need to register the application
uk_ua: Аби отримати параметри авторизації, потрібно зареєструвати додаток

source: The login and password are the same as those used to configure the PBX in the panel teleo.telphin.ru
uk_ua: Логін і пароль такі ж, як і для налаштування АТС на панелі teleo.telphin.ru

source: Application settings
uk_ua: Налаштування додатку

source: Add settlement for CRM
uk_ua: Додати поселення для CRM

source: API connection established
uk_ua: Підключення до API встановлене

source: API connection not established
uk_ua: Підключення до API не встановлене

source: Application submitted
uk_ua: Заявку надіслано

source: Something went wrong
uk_ua: Щось пішло не так

source: Sign up at Telphin<br>if you do not have an account.
uk_ua: Зареєструйтесь у Telphin<br>, якщо у вас немає облікового запису.

source: Application for connection to 'Telphin'
uk_ua: Заявка на підключення до Telphin

source: The employee of 'Telphin' will contact you on the indicated contact data in order to discuss the terms of connection.
uk_ua: Співробітник Telphin зв'яжеться з вами за вказаними контактними даними для обговорення умов підключення.

source: Error fetching record URL from Telphin API:
uk_ua: Помилка отримання URL запису від API telphin:

source: Record does not exist.
uk_ua: Запису не існує.
