Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/plugins/files_dropbox.po
Languages: uk_ua

source: Provides integration with Dropbox accounts
uk_ua: Забезпечує інтеграцію з обліковими записами Dropbox

source: Issued by Dropbox for your application
uk_ua: Надається Dropbox для вашого додатку

source: To receive App key and secret <a href="https://www.dropbox.com/developers/apps/create" target="_blank">register an application</a> on the Dropbox Platform.<br> Choose <strong>Dropbox API</strong> and <strong>App folder access</strong>.
uk_ua: Аби отримати ключ та секрет додатку, <a href="https://www.dropbox.com/developers/apps/create" target="_blank">зареєструйте додаток</a> на платформі Dropbox.<br> Оберіть <strong>Dropbox API</strong> та <strong>доступ додатку до папки (App folder access)</strong>.

source: URL(https) where a user will return after Dropbox OAuth authorization.
uk_ua: URL (https), до якого буде повернуто користувача після авторизації Dropbox OAuth.

source: Copy specified URL to the appropriate field in your Dropbox application settings.
uk_ua: Скопіюйте вказаний URL до відповідного поля у налаштуваннях додатку Dropbox.

source: If you do not have a valid HTTPS certificate for your domain name, leave this field empty.
uk_ua: Якщо у вас немає дійсного сертифікату HTTPS для вашого домену, залиште це поле порожнім.

source: You are signed into a different Dropbox account
uk_ua: Ви увійшли до іншого облікового запису Dropbox

source: You will be sended to Dropbox page, where you need to confirm the access to your Dropbox account.
uk_ua: Вас буде перенаправлено на сторінку в Dropbox, де вам необхідно підтвердити доступ до вашого облікового запису Dropbox.

source: After confirmation you will get the connection code that must be manually copied to finish the connection process.
uk_ua: Після підтвердження ви отримаєте код, який необхідно скопіювати вручну, щоб завершити процес підключення.

source: Receive connection code
uk_ua: Отримати код підключення

source: or
uk_ua: або

source: cancel
uk_ua: відміна

source: Enter code provided by Dropbox to finish the connection process.
uk_ua: Введіть код, наданий Dropbox, аби завершити процес підключення.

source: Connection code
uk_ua: Код підключення

source: Connect
uk_ua: Підключити

source: Max memory limit
uk_ua: Максимальний ліміт пам&#39;яті

source: Session protection validated
uk_ua: Захист сесії затверджено

source: Code for generating token is not received
uk_ua: Код для генерації токена не отримано

source: Token is not generated
uk_ua: Токен не згенеровано

source: Invalid code specified
uk_ua: Вказано невірний код
