Repository: PavelGordovoy/motozilla
Catalog: *-apps/mylang/plugins/ualangpack/lib/config/data/plugins/shop_yandexmarket.po
Languages: uk_ua

source: Save
uk_ua: Зберегти

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Group by
uk_ua: Групувати за

source: %d категория
uk_ua: %d категорія

source: %d способ доставки
uk_ua: %d варіант доставки

source: %d товарное предложение
uk_ua: %d товарна пропозиція

source: %d подарок
uk_ua: %d подарунок

source: %d промоакция
uk_ua: %d промоакція

source: Экспортировано
uk_ua: Експортовано

source: Square crop
uk_ua: Квадратна обрізка

source: Max
uk_ua: Макс

source: Width
uk_ua: Ширина

source: Height
uk_ua: Висота

source: auto
uk_ua: авто

source: Product name
uk_ua: Найменування товару

source: Description
uk_ua: Опис

source: Summary
uk_ua: Короткий опис

source: SKU code
uk_ua: Код артикулу

source: Attachment
uk_ua: Вкладення

source: In stock
uk_ua: У наявності

source: Product type
uk_ua: Тип товару

source: Tax rates
uk_ua: Податкові ставки

source: %02d hr %02d min %02d sec
uk_ua: %02d год %02d хв %02d сек

source: (total time: %s)
uk_ua: (загальний час: %s)

source: Access denied
uk_ua: Доступ заборонено

source: day
uk_ua: день

source: week
uk_ua: тиждень

source: month
uk_ua: місяць

source: Ожидается целочисленная скидка в процентах.
uk_ua: Очікується цілочисельна знижка у відсотках.

source: Ожидается скидка, кратная %s %s.
uk_ua: Очікується знижка, кратна %s %s.

source: Ожидается ненулевая скидка.
uk_ua: Очікується ненульова знижка.

source: Возникла ошибка при выборе маршрута
uk_ua: Виникла помилка при виборі маршруту

source: Символ десятичного разделения LC_NUMERIC не был установлен
uk_ua: Символ десяткового поділу LC_NUMERIC не встановлено

source: Идентификатор профиля не найден
uk_ua: Ідентифікатор профілю не знайдено

source: Профиль %d не найден
uk_ua: Профіль %d не знайдено

source: Экспорт не может быть выполнен: не задано ни одной валюты, которая могла бы использоваться в качестве основной.
uk_ua: Експорт не може бути виконано: не задано жодної валюти, яка могла б використовуватися в якості основної.

source: Необходимо PHP расширение DOM
uk_ua: Необхідно PHP розширення DOM

source: Не задано ни одной поддерживаемой валюты
uk_ua: Не налаштовано жодної підтримуваної валюти

source: Произошла ошибка в %s: %s
uk_ua: Сталася помилка в %s: %s

source: Подробности смотрите в файле логов
uk_ua: Подробиці дивіться в файлі логів

source: Не выгружено ни одного товарного предложения, файл не обновлен
uk_ua: Не вивантажено жодної товарної пропозиції, файл не оновлено

source: YML-файл валиден
uk_ua: YML-файл валідний

source: YML-файл содержит ошибки
uk_ua: YML-файл містить помилки

source: (Всего времени: %s)
uk_ua: (Усього часу: %s)

source: Не выгружено ни одного товарного предложения
uk_ua: Не вивантажено жодної товарної пропозиції

source: , но файл обновлен.
uk_ua: , але файл оновлено.

source: , но файл создан.
uk_ua: , але файл створено.

source: , файл не обновлен.
uk_ua: , файл не оновлено.

source: , файл не создан.
uk_ua: , файл не створено.

source: (строка %s, столбец %s)
uk_ua: (строка %s, стовпчик %s)

source: Ошибка при чтении сохраненного XML-файла
uk_ua: Помилка при читанні збереженого XML-файла

source: Промоакция %s не найдена
uk_ua: Промоакцію %s не знайдено

source: Возникла ошибка во время выбора шаблона: %s
uk_ua: Виникла помилка під час вибору шаблону: %s

source: Название продукта
uk_ua: Назва продукту

source: Описание
uk_ua: Опис

source: Краткое описание
uk_ua: Короткий опис

source: В наличии
uk_ua: У наявності

source: Тип продукта
uk_ua: Тип продукту

source: Скидка должна быть не меньше 5%% от стоимости товара, если размер скидки меньше 500 руб.
uk_ua: Знижка повинна бути не менше 5%% від вартості товару, якщо розмір знижки менше 500 руб.

source: Скидка должна быть не меньше 500 руб., если 5%% от стоимости товара больше 500 руб.
uk_ua: Знижка повинна бути не менше 500 руб., якщо 5 %% від вартості товару більше 500 руб.

source: Скидка должна быть не более 95%% от стоимости товара
uk_ua: Знижка повинна бути не більше 95%% від вартості товару

source: Gift %d already exists as offer
uk_ua: Подарунок %d вже існує як пропозиція

source: Gift %d already exists as gift
uk_ua: Подарунок %d вже існує як подарунок

source: Недопустимый тип измерения [%s] для поля [%s]
uk_ua: Неприпустимий тип вимірювання [%s] для поля [%s]

source: %02d ч %02d мин %02d с
uk_ua: %02d год %02d хв %02d с

source: Время: %s Прогресс: %0.2f%% Память: %s
uk_ua: Час: %s Прогрес: %0.2f%% Пам`ять: %s

source: Произошла ошибка во время экспорта профиля %d: %s
uk_ua: Сталася помилка під час експорту профілю %d:% s

source: Стадия [%s] не поддерживается
uk_ua: Стадія [%s] не підтримується

source: Продукт #%d [%s] пропущен, потому что он недоступен (%s) ПАРАМЕТРЫ:%s
uk_ua: Продукт #%d [%s] пропущено, тому що він недоступен (%s) ПАРАМЕТРИ:%s

source: Подарок промоакции %s пропущен из-за ошибок: %s
uk_ua: Подарунок промоакції %s пропущено через помилки: %s

source: Экспорт промоакции %s пропущен из-за ошибки: %s
uk_ua: Експорт промоакції %s пропущено через помилки: %s

source: Ошибка #88788: предложение с id #%s пропущено, потому что оно используется в нескольких промоакциях [%s]
uk_ua: Помилка #88788: пропозицію з id #%s пропущено, тому що вона використовується у декількох акціях [%s]

source: Ошибка #88757: купон [%s] для товара %s не соответствует требованиям.
uk_ua: Помилка #88757: купон [%s] для товару %s не відповідає вимогам.

source: Ошибка #88789: к товару с id #%s применяется несколько промоакций [%s]
uk_ua: Помилка #88789: до товара з id #%s застосовується декілька промоакцій [%s]

source: Ошибка #88785: к товару с id #%s применяется несколько купонов [%s]
uk_ua: Помилка #88785: до товара з id #%s застосовується декілька купонів [%s]

source: Ошибка #88787: предложение с id #%s %s пропущено, потому что оно используется в нескольких промоакциях [%s]
uk_ua: Помилка #88787: пропозицію з id #%s %s пропущено, тому що вона використовується у декількох промоакціях [%s]

source: Неподдерживаемый тип промоакции [%s], ожидается [%s]
uk_ua: Тип промоакції [%s] не підтримується, очікується [%s]

source: Обязательное поле [%s] пустое
uk_ua: Обов&#39;язкове поле [%s] пусте

source: Нет товаров для применения
uk_ua: Немає товарів для застосування

source: Автоматическое формирование профиля %s. Время выполнения: %s
uk_ua: Автоматичне формування профілю %s. Час виконання: %s

source: Потребление памяти: %0.3f МБ
uk_ua: Використання пам`яті: %0.3f МБ

source: Экспортировано:
uk_ua: Экспортовано:

source: Сохранить
uk_ua: Зберегти

source: или
uk_ua: або

source: отмена
uk_ua: скасувати

source: Группировать
uk_ua: Групувати

source: Необходимо PHP-расширение DOM
uk_ua: Необхідно розширення DOM для PHP

source: %02d ч %02d мин %02d сек
uk_ua: %02d год %02d хв %02d с

source: Код артикула
uk_ua: Код артикулу

source: Прикрепленный файл
uk_ua: Прикріплений файл

source: Тип товара
uk_ua: Тип товару

source: Налоговые ставки
uk_ua: Податкові ставки

source: Подарок %d уже существует как предложение
uk_ua: Подарунок %d вже існує як пропозиція

source: Подарок %d уже существует как подарок
uk_ua: Подарунок %d вже існує як подарунок

source: Ошибка #88769: предложение с id #%s (sku: %s) пропущено, потому что оно используется в нескольких промоакциях [%s]
uk_ua: Помилка #88769: пропозицію з id #%s (sku: %s) пропущено, тому що вона використовується у декількох акціях [%s]

source: Ошибка #88771: предложение с id #%s пропущено, потому что оно используется в нескольких промоакциях [%s]
uk_ua: Помилка #88771: пропозицію з id #%s пропущено, тому що вона використовується у декількох акціях [%s]

source: Товар #%d [%s] пропущен, потому что он недоступен (%s) ПАРАМЕТРЫ:%s
uk_ua: Товар #%d [%s] пропущено, тому що він недоступний (%s) ПАРАМЕТРИ:%s

source: Предложение #%s в промоакции [%s] пропущено, потому что она не применяется — использован promo_id = [%s] OFFER:%s
uk_ua: Пропозицію #%s у промоакціїї [%s] пропущено, тому що вона не застосовується— використано promo_id = [%s] OFFER:%s

source: Ошибка #88771: предложение с id #%s пропущено, потому что оно используется в нескольких промо-акциях [%s]
uk_ua: Помилка #88771: пропозиція з id #%s пропущена, тому що вона використовується в декількох промоакціях [%s]

source: Ошибка #88757: промо-акция [%s] для товара %s не соответствует требованиям.
uk_ua: Помилка #88757: промоакція [%s] для товара %s не відповідає вимогам.

source: Название товара
uk_ua: Назва товару

source: Ошибка #88757: промоакция [%s] для товара %s не соответствует требованиям.
uk_ua: Помилка #88757: купон [%s] для товару %s не відповідає вимогам.

source: Уведомление #88710: валюта купона [%s] отличается от основной валюты. Купон не экспортирован.
uk_ua: Повідомлення #88710: валюта купону [%s] відрізняється від основної валюти. Купон не ескпортовано.

source: Уведомление #88711: валюта купона [%s] отличается от валюты товара %s. Купон не добавлен к товару.
uk_ua: Повідомлення #88711: валюта купону [%s] відрізняється від валюти товару. Купон не експортовано.

source: У купона не заполнено обязательное поле URL для «Яндекс Маркета».
uk_ua: У купоні не заповнено обов'язкове поле URL для «Яндекс Маркета».
