Repository: PavelGordovoy/motozilla
Catalog: *-apps/shop/productmotos/locale/*/LC_MESSAGES/shop_productmotos.po
Languages: ru_ru

source: moto feature
ru_ru: Характеристика

source: Select the feature you want products to be filtered by
ru_ru: Выберите характеристику, по которой будет производиться фильтрация товаров

source: Saved
ru_ru: Сохранено

source: motos
ru_ru: Модели

source: Image
ru_ru: Изображение

source: Product motos
ru_ru: Модели товаров

source: Storefront’s product filtering by moto (manufacturer). You can upload image and add description for the moto.
ru_ru: Фильтрация товаров по модели на витрине магазина. Вы можете загрузить изображение и добавить описание к модели.

source: Thumbnail sizes
ru_ru: Размеры эскизов

source: Frontend navigation template (frontend_nav)
ru_ru: Шаблон вывода на витрине в блоке навигации (frontend_nav)

source: Frontend search results template (frontend_search)
ru_ru: Шаблон вывода на витрине страницы модели: результаты поиска (frontend_search)

source: delete
ru_ru: удалить

source: Frontend "All motos" template
ru_ru: Шаблон вывода на витрине страницы со списком всех моделей

source: Links to categories
ru_ru: Ссылки на категории

source: Open category (filter by moto)
ru_ru: Открыть категорию (с фильтрацией по модели)

source: Open category (without filters)
ru_ru: Открыть категорию (без фильтров)

source: Open moto subpage (filter by selected category)
ru_ru: Открыть подстраницу модели (фильтрация по категории)

source: Additional description
ru_ru: Дополнительное описание

source: To display additional description add the following code to the template <b>search.html</b> (where you want, e.g. in the end of it)
ru_ru: Чтобы вывести дополнительное описание добавьте в нужном месте (например, в самом конце) в шаблон <b>search.html</b> код

source: Hidden moto
ru_ru: Скрытая модель

source: When enabled, this moto will be hidden from the storefront
ru_ru: Включение этой настройки скроет модель на витрине магазина

source: Allow product filtering
ru_ru: Разрешить фильтрацию товаров

source: Product filtering allows your customers to filter (search) products within this moto by feature values, e.g. by color, size, price
ru_ru: Фильтрация товаров позволит покупателям подбирать товары этой модели по значениям характеристик, например, по цвету, размеру, цене

source: Not all themes have support for this feature
ru_ru: Не все темы дизайна поддерживают эту возможность!

source: Use meta title for H1
ru_ru: Использовать заголовок &lt;title&gt; в качестве заголовка H1

source: If checked H1 on the moto page will be same as meta title
ru_ru: Если включено, то заголовок H1 на странице модели будет совпадать с заданным для модели заголовком &lt;title&gt;

source: Don't display
ru_ru: Не показывать

source: Sort by alphabet
ru_ru: Сортировать модели по алфавиту

source: Enabled thumbnail sizes
ru_ru: Разрешённые размеры эскизов

source: You can sort manually on page
ru_ru: Вы можете сортировать модели вручную на странице

source: All motos page title
ru_ru: Заголовок страницы всех моделей

source: All motos meta description
ru_ru: Meta description страницы всех моделей

source: All motos meta keywords
ru_ru: Meta keywords страницы всех моделей

source: Optional set of custom <em>key=value</em> parameters. Each key=value pair should be on a separate line.
ru_ru: Дополнительные параметры key=value. Каждое значение key=value должно быть на отдельной строке.

source: Hook
ru_ru: Хук

source: What hook to use?
ru_ru: Какой хук использовать?

source: Don't use hook (manual)
ru_ru: Не использовать хуки (вывод моделей вручную)

source: moto page theme template
ru_ru: Шаблон для страницы модели

source: moto not found
ru_ru: Модель не найдена
